{
   "movies":[
      {
         "idMovie":326,
         "nameRu":"Побег из Шоушенка",
         "nameOriginal":"The Shawshank Redemption",
         "countries":[
            "США"
         ],
         "genres":[
            "драма"
         ],
         "year":1994,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/326.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/326.jpg",
         "stream":null,
         "desc":"Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения."
      },
      {
         "idMovie":448,
         "nameRu":"Форрест Гамп",
         "nameOriginal":"Forrest Gump",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "комедия",
            "военный",
            "история"
         ],
         "year":1994,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/448.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/448.jpg",
         "stream":null,
         "desc":"Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни. С самого малолетства парень страдал от заболевания ног, соседские мальчишки дразнили его, но в один прекрасный день Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись."
      },
      {
         "idMovie":535341,
         "nameRu":"1+1",
         "nameOriginal":"Intouchables",
         "countries":[
            "Франция"
         ],
         "genres":[
            "драма",
            "биография",
            "комедия"
         ],
         "year":2011,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/535341.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/535341.jpg",
         "stream":null,
         "desc":"Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений."
      },
      {
         "idMovie":329,
         "nameRu":"Список Шиндлера",
         "nameOriginal":"Schindler's List",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "биография",
            "военный",
            "история"
         ],
         "year":1993,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/329.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/329.jpg",
         "stream":null,
         "desc":"Фильм рассказывает реальную историю загадочного Оскара Шиндлера, члена нацистской партии, преуспевающего фабриканта, спасшего во время Второй мировой войны почти 1200 евреев."
      },
      {
         "idMovie":258687,
         "nameRu":"Интерстеллар",
         "nameOriginal":"Interstellar",
         "countries":[
            "США",
            "Великобритания",
            "Канада"
         ],
         "genres":[
            "драма",
            "фантастика",
            "приключения"
         ],
         "year":2014,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/258687.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/258687.jpg",
         "stream":null,
         "desc":"Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями."
      },
      {
         "idMovie":3498,
         "nameRu":"Властелин колец: Возвращение короля",
         "nameOriginal":"The Lord of the Rings: The Return of the King",
         "countries":[
            "США",
            "Новая Зеландия"
         ],
         "genres":[
            "драма",
            "приключения",
            "боевик",
            "фэнтези"
         ],
         "year":2003,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/3498.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/3498.jpg",
         "stream":null,
         "desc":"Повелитель сил тьмы Саурон направляет свою бесчисленную армию под стены Минас-Тирита, крепости Последней Надежды. Он предвкушает близкую победу, но именно это мешает ему заметить две крохотные фигурки — хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластья."
      },
      {
         "idMovie":361,
         "nameRu":"Бойцовский клуб",
         "nameOriginal":"Fight Club",
         "countries":[
            "США",
            "Германия"
         ],
         "genres":[
            "триллер",
            "драма",
            "криминал"
         ],
         "year":1999,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/361.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/361.jpg",
         "stream":null,
         "desc":"Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение. Проходит немного времени, и вот уже новые друзья лупят друг друга почем зря на стоянке перед баром, и очищающий мордобой доставляет им высшее блаженство. Приобщая других мужчин к простым радостям физической жестокости, они основывают тайный Бойцовский клуб, который начинает пользоваться невероятной популярностью."
      },
      {
         "idMovie":370,
         "nameRu":"Унесённые призраками",
         "nameOriginal":"Sen to Chihiro no kamikakushi",
         "countries":[
            "Япония"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "мультфильм",
            "семейный",
            "аниме"
         ],
         "year":2001,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/370.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/370.jpg",
         "stream":null,
         "desc":"Тихиро с мамой и папой переезжает в новый дом. Заблудившись по дороге, они оказываются в странном пустынном городе, где их ждет великолепный пир. Родители с жадностью набрасываются на еду и к ужасу девочки превращаются в свиней, став пленниками злой колдуньи Юбабы. Теперь, оказавшись одна среди волшебных существ и загадочных видений, Тихиро должна придумать, как избавить своих родителей от чар коварной старухи."
      },
      {
         "idMovie":679486,
         "nameRu":"Тайна Коко",
         "nameOriginal":"Coco",
         "countries":[
            "США",
            "Япония"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "комедия",
            "музыка",
            "мультфильм",
            "семейный"
         ],
         "year":2017,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/679486.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/679486.jpg",
         "stream":null,
         "desc":"12-летний Мигель живёт в мексиканской деревушке в семье сапожников и тайно мечтает стать музыкантом. Тайно, потому что в его семье музыка считается проклятием. Когда-то его прапрадед оставил жену, прапрабабку Мигеля, ради мечты, которая теперь не даёт спокойно жить и его праправнуку. С тех пор музыкальная тема в семье стала табу. Мигель обнаруживает, что между ним и его любимым певцом Эрнесто де ла Крусом, ныне покойным, существует некая связь. Паренёк отправляется к своему кумиру в Страну Мёртвых, где встречает души предков. Мигель знакомится там с духом-скелетом по имени Гектор, который становится его проводником. Вдвоём они отправляются на поиски де ла Круса."
      },
      {
         "idMovie":342,
         "nameRu":"Криминальное чтиво",
         "nameOriginal":"Pulp Fiction",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "криминал"
         ],
         "year":1994,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/342.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/342.jpg",
         "stream":null,
         "desc":"Фильм состоит из трех новелл, связанных между собой главными героями и общей сюжетной линией. Первая новелла - “Винсент Вега и жена Марселлас Уоллеса”. Винсент и Джулс - наемные убийцы, выполняющие заказ на убийство. Вторая новелла - “Золотые часы”. В этой части рассказывается о двух бандитах, которые пытаются ограбить наркоторговца. Третья новелла - “Ситуация с Бонни”. Здесь речь идет о том, как два бандита пытаются спасти свою подругу, попавшую в беду."
      },
      {
         "idMovie":42664,
         "nameRu":"Иван Васильевич меняет профессию",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "комедия"
         ],
         "year":1973,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/42664.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/42664.jpg",
         "stream":null,
         "desc":"Инженер-изобретатель Тимофеев сконструировал машину времени, которая соединила его квартиру с далеким шестнадцатым веком - точнее, с палатами государя Ивана Грозного. Туда-то и попадают тезка царя пенсионер-общественник Иван Васильевич Бунша и квартирный вор Жорж Милославский. На их место в двадцатом веке «переселяется» великий государь. Поломка машины приводит ко множеству неожиданных и забавных событий."
      },
      {
         "idMovie":312,
         "nameRu":"Властелин колец: Две крепости",
         "nameOriginal":"The Lord of the Rings: The Two Towers",
         "countries":[
            "США",
            "Новая Зеландия"
         ],
         "genres":[
            "драма",
            "приключения",
            "боевик",
            "фэнтези"
         ],
         "year":2002,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/312.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/312.jpg",
         "stream":null,
         "desc":"Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается."
      },
      {
         "idMovie":328,
         "nameRu":"Властелин колец: Братство Кольца",
         "nameOriginal":"The Lord of the Rings: The Fellowship of the Ring",
         "countries":[
            "США",
            "Новая Зеландия"
         ],
         "genres":[
            "драма",
            "приключения",
            "боевик",
            "фэнтези"
         ],
         "year":2001,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/328.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/328.jpg",
         "stream":null,
         "desc":"Сказания о Средиземье — это хроника Великой войны за Кольцо, длившейся не одну тысячу лет. Тот, кто владел Кольцом, получал неограниченную власть, но был обязан служить злу. Тихая деревня, где живут хоббиты. Придя на 111-й день рождения к своему старому другу Бильбо Бэггинсу, волшебник Гэндальф начинает вести разговор о кольце, которое Бильбо нашел много лет назад. Это кольцо принадлежало когда-то темному властителю Средиземья Саурону, и оно дает большую власть своему обладателю. Теперь Саурон хочет вернуть себе власть над Средиземьем. Бильбо отдает Кольцо племяннику Фродо, чтобы тот отнёс его к Роковой Горе и уничтожил."
      },
      {
         "idMovie":77263,
         "nameRu":"Приключения Шерлока Холмса и доктора Ватсона: Собака Баскервилей",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "криминал",
            "детектив"
         ],
         "year":1981,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/77263.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/77263.jpg",
         "stream":null,
         "desc":"Труп Чарльза Баскервиля обнаруживают неподалеку от его родового поместья. Выражение нечеловеческого ужаса на лице покойника и следы крупной собаки поблизости заставляют вспомнить старинную легенду о проклятии, тяготеющем над родом Баскервилей. Шерлоку Холмсу предстоит докопаться до истины."
      },
      {
         "idMovie":430,
         "nameRu":"Шрэк",
         "nameOriginal":"Shrek",
         "countries":[
            "США",
            "Швеция",
            "Канада"
         ],
         "genres":[
            "мелодрама",
            "приключения",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2001,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/430.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/430.jpg",
         "stream":null,
         "desc":"Жил да был в сказочном государстве большой зеленый великан по имени Шрэк. Жил он в гордом одиночестве в лесу, на болоте, которое считал своим. Но однажды злобный коротышка — лорд Фаркуад, правитель волшебного королевства, безжалостно согнал на Шрэково болото всех сказочных обитателей. И беспечной жизни зеленого великана пришел конец. Но лорд Фаркуад пообещал вернуть Шрэку болото, если великан добудет ему прекрасную принцессу Фиону, которая томится в неприступной башне, охраняемой огнедышащим драконом."
      },
      {
         "idMovie":77269,
         "nameRu":"Шерлок Холмс и доктор Ватсон: Знакомство",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "криминал",
            "детектив"
         ],
         "year":1979,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/77269.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/77269.jpg",
         "stream":null,
         "desc":"Молодой доктор по фамилии Ватсон возвратился из Афганистана в родной туманный Лондон. Ему нужно недорогое жилье. И вот, по совету друга, он поселяется в маленьком домике на Бейкер-стрит. Его хозяйка - милая чудаковатая старушка миссис Хадсон. Также там имеется сосед - некий мистер Шерлок Холмс. Это непонятная и таинственная личность - к нему в гости приходят оборванцы и бандиты, а иногда полицейские и лорды. Кто же он?"
      },
      {
         "idMovie":2360,
         "nameRu":"Король Лев",
         "nameOriginal":"The Lion King",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "приключения",
            "мультфильм",
            "семейный",
            "мюзикл"
         ],
         "year":1994,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/2360.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/2360.jpg",
         "stream":null,
         "desc":"У величественного Короля-Льва Муфасы рождается наследник по имени Симба. Уже в детстве любознательный малыш становится жертвой интриг своего завистливого дяди Шрама, мечтающего о власти. Симба познаёт горе утраты, предательство и изгнание, но в конце концов обретает верных друзей и находит любимую. Закалённый испытаниями, он в нелёгкой борьбе отвоёвывает своё законное место в «Круге жизни», осознав, что значит быть настоящим Королём."
      },
      {
         "idMovie":32898,
         "nameRu":"Достучаться до небес",
         "nameOriginal":"Knockin' on Heaven's Door",
         "countries":[
            "Германия"
         ],
         "genres":[
            "драма",
            "криминал",
            "комедия"
         ],
         "year":1997,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/32898.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/32898.jpg",
         "stream":null,
         "desc":"Волею судеб две абсолютные противоположности, тихоня Руди и разгильдяй Мартин, оказываются в одной больничной палате. Узнав неутешительные прогнозы, друзья решают использовать последние дни на полную катушку — угнать машину с деньгами, напиться текилы, и, конечно, увидеть море."
      },
      {
         "idMovie":444,
         "nameRu":"Терминатор 2: Судный день",
         "nameOriginal":"Terminator 2: Judgment Day",
         "countries":[
            "США"
         ],
         "genres":[
            "триллер",
            "фантастика",
            "боевик"
         ],
         "year":1991,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/444.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/444.jpg",
         "stream":null,
         "desc":"Прошло более десяти лет с тех пор, как киборг из 2029 года пытался уничтожить Сару Коннор — женщину, чей будущий сын выиграет войну человечества против машин. Теперь у Сары родился сын Джон и время, когда он поведёт за собой выживших людей на борьбу с машинами, неумолимо приближается. Именно в этот момент из постапокалиптического будущего прибывает новый терминатор — практически неуязвимая модель T-1000, способная принимать любое обличье. Цель нового терминатора уже не Сара, а уничтожение молодого Джона Коннора. Однако шансы Джона на спасение существенно повышаются, когда на помощь приходит перепрограммированный сопротивлением терминатор предыдущего поколения. Оба киборга вступают в смертельный бой, от исхода которого зависит судьба человечества."
      },
      {
         "idMovie":397667,
         "nameRu":"Остров проклятых",
         "nameOriginal":"Shutter Island",
         "countries":[
            "США"
         ],
         "genres":[
            "триллер",
            "драма",
            "детектив"
         ],
         "year":2009,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/397667.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/397667.jpg",
         "stream":null,
         "desc":"Два американских судебных пристава отправляются на один из островов в штате Массачусетс, чтобы расследовать исчезновение пациентки клиники для умалишенных преступников. При проведении расследования им придется столкнуться с паутиной лжи, обрушившимся ураганом и смертельным бунтом обитателей клиники."
      },
      {
         "idMovie":44386,
         "nameRu":"Джентльмены удачи",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "криминал",
            "детектив",
            "комедия"
         ],
         "year":1971,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/44386.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/44386.jpg",
         "stream":null,
         "desc":"Заведующему детсадом Трошкину фатально не повезло: он оказался как две капли воды похож на бандита по кличке «Доцент», похитившего уникальный шлем Александра Македонского. Милиция внедряет добряка Трошкина в воровскую среду - и ему ничего не остается, кроме как старательно изображать своего двойника-злодея, путая всех окружающих. Со временем он настолько блестяще входит в роль, что сам начинает порой приходить в ужас. Между тем, жизни его угрожает смертельная опасность..."
      },
      {
         "idMovie":49684,
         "nameRu":"Ходячий замок",
         "nameOriginal":"Howl no Ugoku Shiro",
         "countries":[
            "Япония"
         ],
         "genres":[
            "мелодрама",
            "приключения",
            "фэнтези",
            "мультфильм",
            "аниме"
         ],
         "year":2004,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/49684.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/49684.jpg",
         "stream":null,
         "desc":"Злая ведьма заточила 18-летнюю Софи в тело старухи. Девушка-бабушка бежит из города куда глаза глядят и встречает удивительный дом на ножках, где знакомится с могущественным волшебником Хаулом и демоном Кальцифером. Кальцифер должен служить Хаулу по договору, условия которого он не может разглашать. Девушка и демон решают помочь друг другу избавиться от злых чар."
      },
      {
         "idMovie":476,
         "nameRu":"Назад в будущее",
         "nameOriginal":"Back to the Future",
         "countries":[
            "США"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "комедия"
         ],
         "year":1985,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/476.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/476.jpg",
         "stream":null,
         "desc":"Подросток Марти с помощью машины времени, сооружённой его другом-профессором доком Брауном, попадает из 80-х в далекие 50-е. Там он встречается со своими будущими родителями, ещё подростками, и другом-профессором, совсем молодым."
      },
      {
         "idMovie":46708,
         "nameRu":"Москва слезам не верит",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "комедия"
         ],
         "year":1979,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46708.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46708.jpg",
         "stream":null,
         "desc":"Москва, 1950-е годы. Три молодые провинциалки приезжают в Москву в поисках того, что ищут люди во всех столицах мира — любви, счастья и достатка. Антонина выходит замуж, растит детей, любит мужа. Людмиле Москва представляется лотереей, в которой она должна выиграть свое особенное счастье. Катерина же отчаянно влюбляется, но избранник ее оставляет. Однако она не опускает руки, в одиночку растит дочь и к тому же успевает делать блестящую карьеру. В 40 лет судьба дарит ей неожиданную встречу."
      },
      {
         "idMovie":42782,
         "nameRu":"Операция «Ы» и другие приключения Шурика",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "криминал",
            "мелодрама",
            "комедия"
         ],
         "year":1965,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/42782.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/42782.jpg",
         "stream":null,
         "desc":"Студент Шурик попадает в самые невероятные ситуации: сражается с хулиганом Верзилой, весьма оригинальным способом готовится к экзамену и предотвращает «ограбление века», на которое идёт троица бандитов — Балбес, Трус и Бывалый."
      },
      {
         "idMovie":389,
         "nameRu":"Леон",
         "nameOriginal":"Léon",
         "countries":[
            "США",
            "Франция"
         ],
         "genres":[
            "триллер",
            "драма",
            "криминал",
            "боевик"
         ],
         "year":1994,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/389.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/389.jpg",
         "stream":null,
         "desc":"Профессиональный убийца Леон неожиданно для себя самого решает помочь 12-летней соседке Матильде, семью которой убили коррумпированные полицейские."
      },
      {
         "idMovie":43395,
         "nameRu":"А зори здесь тихие",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "военный",
            "история"
         ],
         "year":1972,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/43395.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/43395.jpg",
         "stream":null,
         "desc":"В прифронтовой полосе группа девушек-зенитчиц вынуждена вступить в неравный бой с вражескими десантниками. Эти девчонки мечтали о большой любви, нежности, семейном тепле - но на их долю выпала жестокая война, и они до конца выполнили свой воинский долг…"
      },
      {
         "idMovie":322,
         "nameRu":"Гарри Поттер и узник Азкабана",
         "nameOriginal":"Harry Potter and the Prisoner of Azkaban",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "семейный"
         ],
         "year":2004,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/322.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/322.jpg",
         "stream":null,
         "desc":"В третьей части истории о юном волшебнике полюбившиеся всем герои — Гарри Поттер, Рон и Гермиона — возвращаются уже на третий курс школы чародейства и волшебства Хогвартс. На этот раз они должны раскрыть тайну узника, сбежавшего из зловещей тюрьмы Азкабан, чье пребывание на воле создает для Гарри смертельную опасность."
      },
      {
         "idMovie":44168,
         "nameRu":"Девчата",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "мелодрама",
            "комедия"
         ],
         "year":1962,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/44168.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/44168.jpg",
         "stream":null,
         "desc":"В сибирский поселок приехала юная повариха Тося Кислицына — наивная и эксцентричная девчонка. Она сует свой нос во все дела, каждому стремится помочь. Местный красавец Илья на спор заводит с Тосей роман."
      },
      {
         "idMovie":447301,
         "nameRu":"Начало",
         "nameOriginal":"Inception",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "триллер",
            "драма",
            "детектив",
            "фантастика",
            "боевик"
         ],
         "year":2010,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/447301.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/447301.jpg",
         "stream":null,
         "desc":"Кобб – талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил. И вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное – инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача – не украсть идею, а внедрить ее. Если у них получится, это и станет идеальным преступлением. Но никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб."
      },
      {
         "idMovie":1143242,
         "nameRu":"Джентльмены",
         "nameOriginal":"The Gentlemen",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "криминал",
            "боевик",
            "комедия"
         ],
         "year":2019,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1143242.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1143242.jpg",
         "stream":null,
         "desc":"Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира — партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха."
      },
      {
         "idMovie":111543,
         "nameRu":"Темный рыцарь",
         "nameOriginal":"The Dark Knight",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "триллер",
            "драма",
            "криминал",
            "фантастика",
            "боевик"
         ],
         "year":2008,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/111543.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/111543.jpg",
         "stream":null,
         "desc":"Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы Готэма от преступности. Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, известным напуганным горожанам под именем Джокер."
      },
      {
         "idMovie":279102,
         "nameRu":"ВАЛЛ·И",
         "nameOriginal":"WALL·E",
         "countries":[
            "США"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "мультфильм",
            "семейный"
         ],
         "year":2008,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/279102.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/279102.jpg",
         "stream":null,
         "desc":"Робот ВАЛЛ·И из года в год прилежно трудится на опустевшей Земле, очищая нашу планету от гор мусора, которые оставили после себя улетевшие в космос люди. Он и не представляет, что совсем скоро произойдут невероятные события, благодаря которым он встретит друзей, поднимется к звездам и даже сумеет изменить к лучшему своих бывших хозяев, совсем позабывших родную Землю."
      },
      {
         "idMovie":42770,
         "nameRu":"Они сражались за Родину",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "военный"
         ],
         "year":1975,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/42770.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/42770.jpg",
         "stream":null,
         "desc":"Июль 1942 года. На подступах к Сталинграду обескровленные, измотанные советские войска ведут тяжелые оборонительные бои, неся огромные потери... Фильм рассказывает о подвиге рядовых солдат, любви к родной земле, об истинной цене победы..."
      },
      {
         "idMovie":1108577,
         "nameRu":"Зеленая книга",
         "nameOriginal":"Green Book",
         "countries":[
            "США",
            "Китай"
         ],
         "genres":[
            "драма",
            "биография",
            "комедия"
         ],
         "year":2018,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1108577.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1108577.jpg",
         "stream":null,
         "desc":"1960-е годы. После закрытия нью-йоркского ночного клуба на ремонт вышибала Тони по прозвищу Болтун ищет подработку на пару месяцев. Как раз в это время Дон Ширли — утонченный светский лев, богатый и талантливый чернокожий музыкант, исполняющий классическую музыку — собирается в турне по южным штатам, где ещё сильны расистские убеждения и царит сегрегация. Он нанимает Тони в качестве водителя, телохранителя и человека, способного решать текущие проблемы. У этих двоих так мало общего, и эта поездка навсегда изменит жизнь обоих."
      },
      {
         "idMovie":324,
         "nameRu":"Поймай меня, если сможешь",
         "nameOriginal":"Catch Me If You Can",
         "countries":[
            "США",
            "Канада"
         ],
         "genres":[
            "криминал",
            "биография",
            "комедия"
         ],
         "year":2002,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/324.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/324.jpg",
         "stream":null,
         "desc":"Фрэнк Эбегнейл успел поработать врачом, адвокатом и пилотом на пассажирской авиалинии – и все это до достижения полного совершеннолетия в 21 год. Мастер в обмане и жульничестве, он также обладал искусством подделки документов, что в конечном счете принесло ему миллионы долларов, которые он получил по фальшивым чекам. Агент ФБР Карл Хэнрэтти отдал бы все, чтобы схватить Фрэнка и привлечь к ответственности за свои деяния, но Фрэнк всегда опережает его на шаг, заставляя продолжать погоню."
      },
      {
         "idMovie":689,
         "nameRu":"Гарри Поттер и философский камень",
         "nameOriginal":"Harry Potter and the Sorcerer's Stone",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "семейный"
         ],
         "year":2001,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/689.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/689.jpg",
         "stream":null,
         "desc":"Жизнь десятилетнего Гарри Поттера нельзя назвать сладкой: родители умерли, едва ему исполнился год, а от дяди и тёти, взявших сироту на воспитание, достаются лишь тычки да подзатыльники. Но в одиннадцатый день рождения Гарри всё меняется. Странный гость, неожиданно появившийся на пороге, приносит письмо, из которого мальчик узнаёт, что на самом деле он - волшебник и зачислен в школу магии под названием Хогвартс. А уже через пару недель Гарри будет мчаться в поезде Хогвартс-экспресс навстречу новой жизни, где его ждут невероятные приключения, верные друзья и самое главное — ключ к разгадке тайны смерти его родителей."
      },
      {
         "idMovie":77335,
         "nameRu":"Собачье сердце",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "фантастика",
            "комедия"
         ],
         "year":1988,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/77335.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/77335.jpg",
         "stream":null,
         "desc":"Москва, 1924 год. В результате одного из сложнейших опытов профессор Филипп Филиппович Преображенский делает потрясающее открытие: после пересадки гипофиза человека пёс Шарик начинает приобретать человеческие черты. Сенсационная новость мгновенно разлетается по Москве и приносит мировому светилу очередную порцию признания. Однако радость оказывается недолгой: вопрос, что из Шарика — то есть гражданина Шарикова — может получиться «высокая психическая личность», очень быстро становится под сомнение."
      },
      {
         "idMovie":280172,
         "nameRu":"Как приручить дракона",
         "nameOriginal":"How to Train Your Dragon",
         "countries":[
            "США",
            "Франция"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2010,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/280172.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/280172.jpg",
         "stream":null,
         "desc":"Вы узнаете историю подростка Иккинга, которому не слишком близки традиции его героического племени, много лет ведущего войну с драконами. Мир Иккинга переворачивается с ног на голову, когда он неожиданно встречает дракона Беззубика, который поможет ему и другим викингам увидеть привычный мир с совершенно другой стороны…"
      },
      {
         "idMovie":46225,
         "nameRu":"Бриллиантовая рука",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "криминал",
            "комедия"
         ],
         "year":1968,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46225.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46225.jpg",
         "stream":null,
         "desc":"В южном городке орудует шайка валютчиков, возглавляемая Шефом и его помощником Графом (в быту — Геной Козодоевым). Скромный советский служащий и примерный семьянин Семен Семенович Горбунков отправляется в зарубежный круиз на теплоходе, где также плывет Граф, который должен забрать бриллианты в одном из восточных городов и провезти их в загипсованной руке. Но из-за недоразумения вместо жулика на условленном месте падает ничего не подозревающий Семен Семенович, и драгоценный гипс накладывают ему."
      },
      {
         "idMovie":957887,
         "nameRu":"Клаус",
         "nameOriginal":"Klaus",
         "countries":[
            "США",
            "Великобритания",
            "Испания"
         ],
         "genres":[
            "приключения",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2019,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/957887.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/957887.jpg",
         "stream":null,
         "desc":"Владелец почтовой империи, чтобы научить ленивого отпрыска по имени Джеспер уму-разуму, отправляет его на крайний север в город Смиренсбург. Тот должен организовать там почтовое отделение и за год обработать не менее 6000 писем. Прибыв на место, парень оказывается в зоне боевых действий: два семейных клана, так уж исторически сложилось, питают взаимную ненависть и свято чтут многовековую традицию при любой возможности мутузить друг друга и делать пакости. Разумеется, в такой обстановке не до писем, и почтовое отделение давно превратилось в курятник. Уже практически отчаявшись, Джеспер посещает лесного отшельника по имени Клаус, и их знакомство положит начало удивительным событиям."
      },
      {
         "idMovie":387556,
         "nameRu":"Хатико: Самый верный друг",
         "nameOriginal":"Hachi: A Dog's Tale",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "драма",
            "биография",
            "семейный"
         ],
         "year":2008,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/387556.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/387556.jpg",
         "stream":null,
         "desc":"Однажды, возвращаясь с работы, профессор колледжа нашел на вокзале симпатичного щенка породы акита-ину. Профессор и Хатико стали верными друзьями. Каждый день пес провожал и встречал хозяина на вокзале."
      },
      {
         "idMovie":44745,
         "nameRu":"Кавказская пленница, или Новые приключения Шурика",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "мелодрама",
            "приключения",
            "комедия",
            "мюзикл"
         ],
         "year":1966,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/44745.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/44745.jpg",
         "stream":null,
         "desc":"Отправившись в одну из горных республик собирать фольклор, студент Шурик влюбляется в симпатичную девушку Нину - спортсменку, отличницу, комсомолку и просто красавицу. Но её внезапно похищают банда их трёх человек, чтобы насильно выдать замуж. Наивный Шурик не сразу сообразил, что творится у него под носом, - однако затем отважно ринулся освобождать кавказскую пленницу."
      },
      {
         "idMovie":5273,
         "nameRu":"Шрэк 2",
         "nameOriginal":"Shrek 2",
         "countries":[
            "США",
            "Канада"
         ],
         "genres":[
            "мелодрама",
            "приключения",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2004,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/5273.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/5273.jpg",
         "stream":null,
         "desc":"Шрэк и Фиона возвращаются после медового месяца и находят письмо от родителей Фионы с приглашением на ужин. Однако те не подозревают, что их дочь тоже стала огром! Вместе с Осликом счастливая пара отправляется в путешествие, полное неожиданностей, и попадает в круговорот событий, во время которых приобретает множество друзей."
      },
      {
         "idMovie":526,
         "nameRu":"Большой куш",
         "nameOriginal":"Snatch",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "криминал",
            "боевик",
            "комедия"
         ],
         "year":2000,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/526.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/526.jpg",
         "stream":null,
         "desc":"Фрэнки Четыре Пальца должен был переправить краденый алмаз из Англии в США своему боссу Эви, но, сделав ставку на подпольный боксерский поединок, он попал в круговорот весьма нежелательных событий. Вокруг него и его груза разворачивается сложная интрига с участием множества колоритных персонажей лондонского дна — русского гангстера, троих незадачливых грабителей, хитрого боксера и угрюмого громилы грозного мафиози. Каждый норовит в одиночку сорвать большой куш."
      },
      {
         "idMovie":407636,
         "nameRu":"Гарри Поттер и Дары Смерти: Часть II",
         "nameOriginal":"Harry Potter and the Deathly Hallows: Part 2",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "детектив",
            "приключения",
            "фэнтези",
            "семейный"
         ],
         "year":2011,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/407636.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/407636.jpg",
         "stream":null,
         "desc":"В грандиозной последней главе битва между добрыми и злыми силами мира волшебников перерастает во всеобщую войну. Ставки ещё никогда не были так высоки, а поиск убежища — столь сложен. И, быть может, именно Гарри Поттеру придется пожертвовать всем в финальном сражении с Волан-де-Мортом."
      },
      {
         "idMovie":4374,
         "nameRu":"Пираты Карибского моря: Проклятие Черной жемчужины",
         "nameOriginal":"Pirates of the Caribbean: The Curse of the Black Pearl",
         "countries":[
            "США"
         ],
         "genres":[
            "приключения",
            "боевик",
            "фэнтези"
         ],
         "year":2003,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/4374.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/4374.jpg",
         "stream":null,
         "desc":"Жизнь харизматичного авантюриста, капитана Джека Воробья, полная увлекательных приключений, резко меняется, когда его заклятый враг капитан Барбосса похищает корабль Джека Черную Жемчужину, а затем нападает на Порт Ройал и крадет прекрасную дочь губернатора Элизабет Свонн. Друг детства Элизабет Уилл Тернер вместе с Джеком возглавляет спасательную экспедицию на самом быстром корабле Британии, чтобы вызволить девушку и заодно отобрать у злодея Черную Жемчужину. Вслед за этой парочкой отправляется амбициозный коммодор Норрингтон, который к тому же числится женихом Элизабет. Однако Уилл не знает, что над Барбоссой висит вечное проклятие, при лунном свете превращающее его с командой в живых скелетов. Проклятье будет снято лишь тогда, когда украденное золото Ацтеков будет возвращено пиратами на старое место."
      },
      {
         "idMovie":688,
         "nameRu":"Гарри Поттер и Тайная комната",
         "nameOriginal":"Harry Potter and the Chamber of Secrets",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "семейный"
         ],
         "year":2002,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/688.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/688.jpg",
         "stream":null,
         "desc":"Гарри Поттер переходит на второй курс Школы чародейства и волшебства Хогвартс. Эльф Добби предупреждает Гарри об опасности, которая поджидает его там, и просит больше не возвращаться в школу. Юный волшебник не следует совету эльфа и становится свидетелем таинственных событий, разворачивающихся в Хогвартсе. Вскоре Гарри и его друзья узнают о существовании Тайной Комнаты и сталкиваются с новыми приключениями, пытаясь победить темные силы."
      },
      {
         "idMovie":41519,
         "nameRu":"Брат",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "драма",
            "криминал",
            "боевик"
         ],
         "year":1997,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/41519.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/41519.jpg",
         "stream":null,
         "desc":"Демобилизовавшись, Данила Багров вернулся в родной городок. Но скучная жизнь российской провинции не устраивала его, и он решился податься в Петербург, где, по слухам, уже несколько лет процветает его старший брат. Данила нашел брата. Но все оказалось не так просто — брат работает наемным убийцей."
      },
      {
         "idMovie":42736,
         "nameRu":"Офицеры",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "военный"
         ],
         "year":1971,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/42736.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/42736.jpg",
         "stream":null,
         "desc":"Судьбы двух друзей - Алексея Трофимова и Ивана Вараввы - прослеживаются на протяжении многих лет. В 20-е они вместе служили на пограничной заставе, бились с басмачами. Там они, будучи еще совсем молодыми, на всю жизнь запомнили наказ своего командира: «Есть такая профессия - родину защищать». Потом Испания, Великая Отечественная война и мирные дни. Старые друзья снова встречаются, уже став генералами."
      },
      {
         "idMovie":8124,
         "nameRu":"Один дома",
         "nameOriginal":"Home Alone",
         "countries":[
            "США"
         ],
         "genres":[
            "комедия",
            "семейный"
         ],
         "year":1990,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/8124.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/8124.jpg",
         "stream":null,
         "desc":"Американское семейство отправляется из Чикаго в Европу, но в спешке сборов бестолковые родители забывают дома... одного из своих детей. Юное создание, однако, не теряется и демонстрирует чудеса изобретательности. И когда в дом залезают грабители, им приходится не раз пожалеть о встрече с милым крошкой."
      },
      {
         "idMovie":2213,
         "nameRu":"Титаник",
         "nameOriginal":"Titanic",
         "countries":[
            "США",
            "Мексика"
         ],
         "genres":[
            "триллер",
            "драма",
            "мелодрама",
            "история"
         ],
         "year":1997,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/2213.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/2213.jpg",
         "stream":null,
         "desc":"В первом и последнем плавании шикарного «Титаника» встречаются двое. Пассажир нижней палубы Джек выиграл билет в карты, а богатая наследница Роза отправляется в Америку, чтобы выйти замуж по расчёту. Чувства молодых людей только успевают расцвести, и даже не классовые различия создадут испытания влюблённым, а айсберг, вставший на пути считавшегося непотопляемым лайнера."
      },
      {
         "idMovie":25108,
         "nameRu":"В бой идут одни «старики»",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "комедия",
            "военный"
         ],
         "year":1973,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/25108.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/25108.jpg",
         "stream":null,
         "desc":"Эта эскадрилья стала «поющей» - так капитан Титаренко подбирал себе новичков. Его «старикам» было не больше двадцати, но «желторотиков», пополнение из летных училищ ускоренного выпуска, в бой все равно, по возможности, не пускали. Им еще многое предстояло испытать - и жар боев, и радость первой победы над врагом, и величие братства, скрепленного кровью, и первую любовь, и горечь утраты... И настанет день, когда по команде «в бой идут одни старики» бывшие желторотики бросятся к своим самолетам..."
      },
      {
         "idMovie":474,
         "nameRu":"Гладиатор",
         "nameOriginal":"Gladiator",
         "countries":[
            "США",
            "Великобритания",
            "Мальта",
            "Марокко"
         ],
         "genres":[
            "драма",
            "приключения",
            "боевик",
            "история"
         ],
         "year":2000,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/474.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/474.jpg",
         "stream":null,
         "desc":"В великой Римской империи не было военачальника, равного генералу Максимусу. Непобедимые легионы, которыми командовал этот благородный воин, боготворили его и могли последовать за ним даже в ад. Но случилось так, что отважный Максимус, готовый сразиться с любым противником в честном бою, оказался бессилен против вероломных придворных интриг. Генерала предали и приговорили к смерти. Чудом избежав гибели, Максимус становится гладиатором. Быстро снискав себе славу в кровавых поединках, он оказывается в знаменитом римском Колизее, на арене которого он встретится в смертельной схватке со своим заклятым врагом..."
      },
      {
         "idMovie":43869,
         "nameRu":"Служебный роман",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "комедия"
         ],
         "year":1977,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/43869.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/43869.jpg",
         "stream":null,
         "desc":"Анатолий Ефремович Новосельцев, рядовой служащий одного статистического управления — человек робкий и застенчивый. Ему хотелось бы получить вакантное место зав. отделом, но он не знает как подступиться к этому делу. Старый приятель Самохвалов советует ему приударить за Людмилой Прокофьевной Калугиной — сухарем в юбке и директором заведения."
      },
      {
         "idMovie":41520,
         "nameRu":"Брат 2",
         "nameOriginal":null,
         "countries":[
            "США",
            "Россия"
         ],
         "genres":[
            "криминал",
            "боевик"
         ],
         "year":2000,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/41520.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/41520.jpg",
         "stream":null,
         "desc":"Участвуя в программе на телевидении, Данила Багров встречает своих друзей по службе в Чечне. Одного из них внезапно убивают. Выясняется, что у того были неприятности из-за брата-хоккеиста в Америке. Данила должен разобраться. Он вылетает в Америку и за компанию берёт с собой старшего брата."
      },
      {
         "idMovie":8221,
         "nameRu":"Мой сосед Тоторо",
         "nameOriginal":"Tonari no Totoro",
         "countries":[
            "Япония"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "мультфильм",
            "семейный",
            "аниме"
         ],
         "year":1988,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/8221.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/8221.jpg",
         "stream":null,
         "desc":"Сестры Сацуки и Мэй переезжают вместе с папой в деревенский дом. Однажды девочки обнаруживают, что по соседству с ними живут лесные духи — хранители леса во главе со своим могущественным и добрым повелителем Тоторо. Постепенно Тоторо становится другом девочек, помогая им в их повседневных приключениях."
      },
      {
         "idMovie":381,
         "nameRu":"Жизнь прекрасна",
         "nameOriginal":"La vita è bella",
         "countries":[
            "Италия"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "комедия",
            "военный"
         ],
         "year":1997,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/381.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/381.jpg",
         "stream":null,
         "desc":"Во время Второй мировой войны из Италии в концлагерь были отправлены евреи - отец с маленьким сыном. Жена-итальянка добровольно последовала за ними. В лагере отец сказал мальчику, что всё происходящее вокруг является большой интересной игрой за приз в виде настоящего танка. И этот классный приз достанется тому мальчику, который сможет не попасться на глаза надзирателям."
      },
      {
         "idMovie":4395219,
         "nameRu":"Мой Хатико",
         "nameOriginal":"Zhong quan ba gong",
         "countries":[
            "Китай"
         ],
         "genres":[
            "драма",
            "семейный"
         ],
         "year":2023,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/4395219.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/4395219.jpg",
         "stream":null,
         "desc":"Начало 2000-х годов. Во время поездки за город с коллегами немолодой университетский преподаватель Чэнь подбирает на дороге грязного и испуганного щенка. Никто не соглашается взять пёсика себе, поэтому мужчине приходится втихаря принести его домой, хотя супруга терпеть не может собак. Пообещав, что найдёт щенку новый дом, Чэнь тем не менее отказывает всем претендентам — так пёс получает кличку Хатико и становится новым членом семьи."
      },
      {
         "idMovie":522,
         "nameRu":"Карты, деньги, два ствола",
         "nameOriginal":"Lock, Stock and Two Smoking Barrels",
         "countries":[
            "Великобритания"
         ],
         "genres":[
            "криминал",
            "боевик",
            "комедия"
         ],
         "year":1998,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/522.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/522.jpg",
         "stream":null,
         "desc":"Четверо молодых парней накопили каждый по 25 тысяч фунтов, чтобы один из них мог сыграть в карты с опытным шулером и матерым преступником, известным по кличке Гарри-Топор. Парень в итоге проиграл 500 тысяч, на уплату долга ему дали неделю. В противном случае и ему и его «спонсорам» каждый день будут отрубать по пальцу, а потом... Чтобы выйти из положения, ребята решили ограбить бандитов, решивших ограбить трех «ботаников», выращивающих марихуану для местного наркобарона. Но на этом приключения четверки не заканчиваются..."
      },
      {
         "idMovie":355,
         "nameRu":"Пианист",
         "nameOriginal":"The Pianist",
         "countries":[
            "Франция",
            "Польша",
            "Великобритания",
            "Германия"
         ],
         "genres":[
            "драма",
            "биография",
            "военный",
            "музыка"
         ],
         "year":2002,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/355.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/355.jpg",
         "stream":null,
         "desc":"Фильм снят по автобиографии Владислава Шпильмана, одного из лучших пианистов Польши 30-х годов прошлого века. Главный герой фильма — Владек — занимается искусством до тех пор, пока территорию Польши не занимают нацисты. Жизнь всех евреев меняется: их помещают в Варшавское гетто, запрещают работать, унижают, заставляют носить отличительные повязки, а через некоторое время отправляют в концлагерь."
      },
      {
         "idMovie":803422,
         "nameRu":"Пеле: Рождение легенды",
         "nameOriginal":"Pelé: Birth of a Legend",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "биография",
            "спорт"
         ],
         "year":2015,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/803422.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/803422.jpg",
         "stream":null,
         "desc":"История стремительного восхождения талантливого мальчика Пеле из трущоб Сан-Паулу - от дворовой босоногой команды до победы на Чемпионате мира."
      },
      {
         "idMovie":714248,
         "nameRu":"Песнь моря",
         "nameOriginal":"Song of the Sea",
         "countries":[
            "Франция",
            "Дания",
            "Ирландия",
            "Бельгия"
         ],
         "genres":[
            "драма",
            "приключения",
            "фэнтези",
            "мультфильм",
            "семейный"
         ],
         "year":2014,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/714248.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/714248.jpg",
         "stream":null,
         "desc":"Десятилетний Бен живет на островном маяке вместе с отцом Конором и маленькой сестренкой Сиршей. Девочка все никак не заговорит, но зато обнаруживается, что она шелки, то есть принадлежит к народу людей-тюленей, как и исчезнувшая шесть лет назад мать. Напуганный Конор отправляет детей в город к бабушке, но Бен жаждет вернуться, а Сиршу продолжает звать море. Так начинается их полное приключений путешествие домой."
      },
      {
         "idMovie":441,
         "nameRu":"Принцесса Мононоке",
         "nameOriginal":"Mononoke-hime",
         "countries":[
            "Япония"
         ],
         "genres":[
            "драма",
            "приключения",
            "боевик",
            "фэнтези",
            "мультфильм",
            "аниме"
         ],
         "year":1997,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/441.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/441.jpg",
         "stream":null,
         "desc":"Убив вепря, юный принц Аситака навлек на себя смертельное проклятие. Старая знахарка предсказала, что только он сам способен изменить свою судьбу, и отважный воин отправился в опасное путешествие. Так он оказался в загадочной стране, где люди под предводительством злой госпожи Эбоси воевали с обитателями леса: духами, демонами и гигантскими существами, каких Аситака раньше никогда не видел. И была с ними принцесса Мононоке - повелительница зверей и дочь волчицы. Теперь судьба всех зависит только от одного воина - принца Аситаки."
      },
      {
         "idMovie":586397,
         "nameRu":"Джанго освобожденный",
         "nameOriginal":"Django Unchained",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "вестерн",
            "боевик",
            "комедия"
         ],
         "year":2012,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/586397.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/586397.jpg",
         "stream":null,
         "desc":"Шульц — эксцентричный охотник за головами, который выслеживает и отстреливает самых опасных преступников. Он освобождает раба по имени Джанго, поскольку тот может помочь ему в поисках трёх бандитов. Джанго знает этих парней в лицо, ведь у него с ними свои счёты."
      },
      {
         "idMovie":44027,
         "nameRu":"Судьба человека",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "военный"
         ],
         "year":1959,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/44027.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/44027.jpg",
         "stream":null,
         "desc":"Фильм рассказывает о русском солдате, которого война подвергла страшным испытаниям, лишила дома и семьи, бросила в концлагерь. Но судьба не сломила его дух - он выжил, отстоял своё право быть человеком, сохранил способность любить."
      },
      {
         "idMovie":77283,
         "nameRu":"Тот самый Мюнхгаузен",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "фэнтези",
            "комедия"
         ],
         "year":1979,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/77283.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/77283.jpg",
         "stream":null,
         "desc":"Комическая фантазия о жизни, любви и смерти знаменитого барона Мюнхгаузена, жившего в XVIII веке и ставшего героем многих веселых книг и преданий, опирается на персонажей и эпизоды знаменитого романа Р. Распе, но по сути является самостоятельным произведением. «Мыслящий человек просто обязан время от времени поднимать себя за волосы» - похоже, это и удается авторам картины. Барон хочет жениться на любимой им Марте, но церковь отказывается обвенчать их, так как имеется живая жена, «усмирявшая его 20 лет». Уставшая Марта хочет, чтобы барон стал таким, как все, но барон этого не хочет, да и не может. Герцог разрешит брак только в том случае, если барон письменно подтвердит, что все его истории лживы, а он сам - обыкновенный человек."
      },
      {
         "idMovie":63912,
         "nameRu":"Укрощение строптивого",
         "nameOriginal":"Il bisbetico domato",
         "countries":[
            "Италия"
         ],
         "genres":[
            "мелодрама",
            "комедия"
         ],
         "year":1980,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/63912.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/63912.jpg",
         "stream":null,
         "desc":"Категорически не приемлющий женского общества грубоватый фермер вполне счастлив и доволен своей холостяцкой жизнью. Но неожиданно появившаяся в его жизни женщина пытается изменить его взгляды на жизнь и очаровать его."
      },
      {
         "idMovie":4664634,
         "nameRu":"Оппенгеймер",
         "nameOriginal":"Oppenheimer",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "драма",
            "биография",
            "история"
         ],
         "year":2023,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/4664634.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/4664634.jpg",
         "stream":null,
         "desc":"История жизни американского физика Роберта Оппенгеймера, который стоял во главе первых разработок ядерного оружия."
      },
      {
         "idMovie":572553,
         "nameRu":"Маленький принц",
         "nameOriginal":"Le Petit Prince",
         "countries":[
            "США",
            "Франция",
            "Италия",
            "Канада",
            "Китай"
         ],
         "genres":[
            "драма",
            "приключения",
            "фэнтези",
            "мультфильм",
            "семейный"
         ],
         "year":2015,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/572553.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/572553.jpg",
         "stream":null,
         "desc":"Мир невозможен без фантазии и приключений. По крайней мере в это верит добродушный старик авиатор, по соседству с которым недавно поселилась одна очень педантичная мама со своей прилежной дочкой. Жизнь девочки подчинена строгому учебному плану, в котором время на друзей предусмотрено только следующим летом. Однако этот тщательно выстроенный план трещит по швам, когда в жизнь девочки врывается странный сосед с его невероятными рассказами о Маленьком Принце и далеких звездах. Осталось только починить самолет, и в путь! Так начинается большое путешествие девочки - полное опасностей, волшебства, юмора и настоящей дружбы."
      },
      {
         "idMovie":649917,
         "nameRu":"По соображениям совести",
         "nameOriginal":"Hacksaw Ridge",
         "countries":[
            "США",
            "Великобритания",
            "Австралия",
            "Китай"
         ],
         "genres":[
            "драма",
            "биография",
            "военный",
            "история"
         ],
         "year":2016,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/649917.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/649917.jpg",
         "stream":null,
         "desc":"Медик американской армии времён Второй мировой войны Десмонд Досс, который служил во время битвы за Окинаву, отказывается убивать людей и становится первым идейным уклонистом в американской истории, удостоенным Медали Почёта."
      },
      {
         "idMovie":46745,
         "nameRu":"Мужики!..",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма"
         ],
         "year":1981,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46745.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46745.jpg",
         "stream":null,
         "desc":"Узнав о том, что умерла его бывшая невеста, шахтер Павел Зубов приезжает в родное село. У него на руках оказываются оставшиеся сиротами трое детей. Старшая дочь — его, Павла. Осознание ответственности перед нею приводит Павла к мужественному решению: он становится отцом всем троим детям."
      },
      {
         "idMovie":1219177,
         "nameRu":"Человек-паук: Паутина вселенных",
         "nameOriginal":"Spider-Man: Across the Spider-Verse",
         "countries":[
            "США"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "боевик",
            "фэнтези",
            "мультфильм"
         ],
         "year":2023,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1219177.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1219177.jpg",
         "stream":null,
         "desc":"После воссоединения с Гвен Стейси дружелюбный сосед Человек-Паук попадает из Бруклина в Мультивселенную, где встречает команду Паучков, защищающих само её существование. Пытаясь справиться с новой угрозой, Майлз сталкивается с Пауками из других вселенных. Настаёт момент, когда ему необходимо решить, что значит быть героем, спасающим тех, кого любишь больше всего."
      },
      {
         "idMovie":278522,
         "nameRu":"Хоббит: Нежданное путешествие",
         "nameOriginal":"The Hobbit: An Unexpected Journey",
         "countries":[
            "США",
            "Новая Зеландия"
         ],
         "genres":[
            "приключения",
            "боевик",
            "фэнтези"
         ],
         "year":2012,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/278522.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/278522.jpg",
         "stream":null,
         "desc":"Хоббит Бильбо Бэггинс пускается в грандиозный поход, целью которого является отвоевание утраченного королевства гномов Эребор у дракона Смауга. Совершенно неожиданно с хоббитом налаживает контакт волшебник Гэндальф Серый. Так Бильбо находит себя и присоединяется к компании тринадцати гномов, возглавляемых легендарным воином Торином Дубощитом. Их путешествие пройдёт через Дикий Край, предательские земли, населенные гоблинами и орками, смертоносными варгами, гигантскими пауками, меняющим шкуры народом и волшебниками. И хотя их цель находится на Востоке, среди пустошей Одинокой Горы, сначала им придется выбраться из туннелей гоблинов, где Бильбо встретит существо, которое изменит его жизнь навсегда - Голлума."
      },
      {
         "idMovie":462682,
         "nameRu":"Волк с Уолл-стрит",
         "nameOriginal":"The Wolf of Wall Street",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "криминал",
            "биография",
            "комедия"
         ],
         "year":2013,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/462682.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/462682.jpg",
         "stream":null,
         "desc":"1987 год. Джордан Белфорт становится брокером в успешном инвестиционном банке. Вскоре банк закрывается после внезапного обвала индекса Доу-Джонса. По совету жены Терезы Джордан устраивается в небольшое заведение, занимающееся мелкими акциями. Его настойчивый стиль общения с клиентами и врождённая харизма быстро даёт свои плоды. Он знакомится с соседом по дому Донни, торговцем, который сразу находит общий язык с Джорданом и решает открыть с ним собственную фирму. В качестве сотрудников они нанимают нескольких друзей Белфорта, его отца Макса и называют компанию «Стрэттон Оукмонт». В свободное от работы время Джордан прожигает жизнь: лавирует от одной вечеринки к другой, вступает в сексуальные отношения с проститутками, употребляет множество наркотических препаратов, в том числе кокаин и кваалюд. Однажды наступает момент, когда быстрым обогащением Белфорта начинает интересоваться агент ФБР..."
      },
      {
         "idMovie":470553,
         "nameRu":"Прислуга",
         "nameOriginal":"The Help",
         "countries":[
            "США",
            "Индия"
         ],
         "genres":[
            "драма"
         ],
         "year":2011,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/470553.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/470553.jpg",
         "stream":null,
         "desc":"Американский Юг, на дворе 1960-е годы. Скитер только-только закончила университет и возвращается домой, в сонный городок Джексон, где никогда ничего не происходит. Она мечтает стать писательницей, вырваться в большой мир. Но для приличной девушки с Юга не пристало тешиться столь глупыми иллюзиями, приличной девушке следует выйти замуж и хлопотать по дому. Мудрая Эйбилин на тридцать лет старше Скитер, она прислуживает в домах белых всю свою жизнь, вынянчила семнадцать детей и давно уже ничего не ждет от жизни, ибо сердце ее разбито после смерти единственного сына. Минни - самая лучшая стряпуха во всем Джексоне, а еще она самая дерзкая служанка в городе. И острый язык не раз уже сослужил ей плохую службу. На одном месте Минни никогда подолгу не задерживается. Но с Минни лучше не связываться даже самым высокомерным белым дамочкам. Двух черных служанок и белую неопытную девушку объединяет одно - обостренное чувство справедливости и желание хоть как-то изменить порядок вещей. Смогут ли эти трое противостоять целому миру? Сумеют ли они выжить в этой борьбе?"
      },
      {
         "idMovie":301,
         "nameRu":"Матрица",
         "nameOriginal":"The Matrix",
         "countries":[
            "США",
            "Австралия"
         ],
         "genres":[
            "фантастика",
            "боевик"
         ],
         "year":1999,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/301.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/301.jpg",
         "stream":null,
         "desc":"Жизнь Томаса Андерсона разделена на две части: днём он — самый обычный офисный работник, получающий нагоняи от начальства, а ночью превращается в хакера по имени Нео, и нет места в сети, куда он бы не смог проникнуть. Но однажды всё меняется. Томас узнаёт ужасающую правду о реальности."
      },
      {
         "idMovie":725190,
         "nameRu":"Одержимость",
         "nameOriginal":"Whiplash",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "музыка"
         ],
         "year":2013,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/725190.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/725190.jpg",
         "stream":null,
         "desc":"Эндрю мечтает стать великим. Казалось бы, вот-вот его мечта осуществится. Юношу замечает настоящий гений, дирижер лучшего в стране оркестра. Желание Эндрю добиться успеха быстро становится одержимостью, а безжалостный наставник продолжает подталкивать его все дальше и дальше – за пределы человеческих возможностей. Кто выйдет победителем из этой схватки?"
      },
      {
         "idMovie":42571,
         "nameRu":"Иди и смотри",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "военный",
            "история"
         ],
         "year":1985,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/42571.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/42571.jpg",
         "stream":null,
         "desc":"1943 год, Великая Отечественная война. Подросток Флёра, откопав карабин среди обрывков колючей проволоки, ржавых пулемётных лент и простреленных касок, отправляется в лес к партизанам."
      },
      {
         "idMovie":2428,
         "nameRu":"Ведьмина служба доставки",
         "nameOriginal":"Majo no takkyûbin",
         "countries":[
            "Япония"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный",
            "аниме"
         ],
         "year":1989,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/2428.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/2428.jpg",
         "stream":null,
         "desc":"Молодая ведьма Кики по достижении 13 лет должна прожить среди людей определённое время. Вместе с котом Дзидзи она отправляется в город, где знакомится с добрым пекарем, который помогает ей начать собственное дело - экстренную службу доставки. Новая работа знакомит Кики со множеством различных людей и предоставляет возможность обрести новых друзей и совершить массу всевозможных проделок."
      },
      {
         "idMovie":77264,
         "nameRu":"Шерлок Холмс и доктор Ватсон: Сокровища Агры",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "криминал",
            "мелодрама",
            "детектив"
         ],
         "year":1983,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/77264.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/77264.jpg",
         "stream":null,
         "desc":"Холмс и Ватсон расследуют серию загадочных убийств, связанных с поисками сокровищ Агры - древнего индийского королевства. В ходе расследования они сталкиваются с коварным и умным злодеем, профессором Мориарти, который также охотится за сокровищами."
      },
      {
         "idMovie":2656,
         "nameRu":"Пятый элемент",
         "nameOriginal":"The Fifth Element",
         "countries":[
            "Франция",
            "Великобритания"
         ],
         "genres":[
            "мелодрама",
            "фантастика",
            "боевик",
            "комедия"
         ],
         "year":1997,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/2656.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/2656.jpg",
         "stream":null,
         "desc":"Каждые пять тысяч лет открываются двери между измерениями и темные силы стремятся нарушить существующую гармонию. Каждые пять тысяч лет Вселенной нужен герой, способный противостоять этому злу. XXIII век. Нью-йоркский таксист Корбен Даллас должен решить глобальную задачу - спасение всего рода человеческого. Зло в виде раскаленной массы, наделенной интеллектом, надвигается на Землю. Победить его можно, только лишь собрав воедино четыре элемента (они же стихии - земля, вода, воздух и огонь) и добавив к ним загадочный пятый элемент."
      },
      {
         "idMovie":81733,
         "nameRu":"Гордость и предубеждение",
         "nameOriginal":"Pride & Prejudice",
         "countries":[
            "США",
            "Франция",
            "Великобритания"
         ],
         "genres":[
            "драма",
            "мелодрама"
         ],
         "year":2005,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/81733.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/81733.jpg",
         "stream":null,
         "desc":"Англия, конец XVIII века. Родители пятерых сестер Беннет озабочены тем, чтобы удачно выдать дочерей замуж. И потому размеренная жизнь солидного семейства переворачивается вверх дном, когда по соседству появляется молодой джентльмен - мистер Бингли. Само собой, среди друзей нового соседа оказывается немало утонченных аристократов, которые не прочь поухаживать за очаровательными сестрами. Однако, все не так просто. Своевольная Элизабет знакомится с другом Бингли - красивым и высокомерным мистером Дарси, и между ними разгорается нешуточное противостояние, результатом которого может стать как любовь, так и ненависть..."
      },
      {
         "idMovie":694633,
         "nameRu":"Хоббит: Битва пяти воинств",
         "nameOriginal":"The Hobbit: The Battle of the Five Armies",
         "countries":[
            "США",
            "Новая Зеландия"
         ],
         "genres":[
            "приключения",
            "боевик",
            "фэнтези"
         ],
         "year":2014,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/694633.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/694633.jpg",
         "stream":null,
         "desc":"Когда отряд из тринадцати гномов нанимал хоббита Бильбо Бэгинса в качестве взломщика и четырнадцатого, «счастливого», участника похода к Одинокой горе, Бильбо полагал, что его приключения закончатся, когда он выполнит свою задачу - найдет сокровище, которое так необходимо предводителю гномов Торину. Путешествие в Эребор, захваченное драконом Смаугом королевство гномов, оказалось еще более опасным, чем предполагали гномы и даже Гэндальф - мудрый волшебник, протянувший Торину и его отряду руку помощи. В погоню за гномами устремилась армия орков, ведомых пробудившимся в руинах древним злом, а эльфы и люди, с которыми Бильбо и его товарищам пришлось иметь дело во время путешествия и которые пострадали от последствий желания гномов вернуть свой дом, предъявили права на щедрое вознаграждение - часть сокровищ Одинокой горы. Скоро неподалеку от Одинокой горы встретятся пять армий, и лишь кровопролитная битва определит результаты смелого гномьего похода."
      },
      {
         "idMovie":81314,
         "nameRu":"Отступники",
         "nameOriginal":"The Departed",
         "countries":[
            "США",
            "Гонконг"
         ],
         "genres":[
            "триллер",
            "драма",
            "криминал"
         ],
         "year":2006,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/81314.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/81314.jpg",
         "stream":null,
         "desc":"Два лучших выпускника полицейской академии оказались по разные стороны баррикады: один из них – агент мафии в рядах правоохранительных органов, другой – «крот», внедрённый в мафию. Каждый считает своим долгом обнаружить и уничтожить противника, но постоянная жизнь в искажённых реалиях меняет внутренний мир героев."
      },
      {
         "idMovie":325,
         "nameRu":"Крестный отец",
         "nameOriginal":"The Godfather",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "криминал"
         ],
         "year":1972,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/325.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/325.jpg",
         "stream":null,
         "desc":"Глава семьи, Дон Вито Корлеоне, выдаёт замуж свою дочь. В это время со Второй мировой войны возвращается его любимый сын Майкл. Майкл, герой войны, гордость семьи, не выражает желания заняться жестоким семейным бизнесом. Дон Корлеоне ведёт дела по старым правилам, но наступают иные времена, и появляются люди, желающие изменить сложившиеся порядки. На Дона Корлеоне совершается покушение."
      },
      {
         "idMovie":8408,
         "nameRu":"Гарри Поттер и Кубок огня",
         "nameOriginal":"Harry Potter and the Goblet of Fire",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "семейный"
         ],
         "year":2005,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/8408.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/8408.jpg",
         "stream":null,
         "desc":"Гарри Поттер, Рон и Гермиона возвращаются на четвёртый курс школы чародейства и волшебства Хогвартс. При таинственных обстоятельствах Гарри был отобран в число участников опасного соревнования — Турнира Трёх Волшебников, однако проблема в том, что все его соперники — намного старше и сильнее. К тому же, знаки указывают на возвращение Лорда Волдеморта. Вскоре Гарри предстоит побороться не только за победу в соревновании, но и, прежде всего, за свою жизнь."
      },
      {
         "idMovie":46068,
         "nameRu":"Белый Бим Черное ухо",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма"
         ],
         "year":1976,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46068.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46068.jpg",
         "stream":null,
         "desc":"Трогательная лирическая киноповесть о судьбе собаки, теряющей любимого хозяина, об отношении людей к «братьям меньшим», которое как рентгеном просвечивает души, выявляя в одних низость и мелочную подлость, а в других - благородство, способность сострадать и любить…"
      },
      {
         "idMovie":592260,
         "nameRu":"Эрнест и Селестина: Приключения мышки и медведя",
         "nameOriginal":"Ernest et Célestine",
         "countries":[
            "Франция",
            "Люксембург",
            "Бельгия"
         ],
         "genres":[
            "драма",
            "криминал",
            "приключения",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2012,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/592260.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/592260.jpg",
         "stream":null,
         "desc":"Большая дружба начинается с малого... Она — маленькая мышка, он — огромный медведь. Она — ребенок, он — взрослый. Она мечтает быть художницей, хотя по правилам своего мира должна стать дантистом, он — музыкант и поэт, ведущий бездумную жизнь и никогда не имеющий куска хлеба на завтра. Они живут в разных мирах: для обитателей мышиного царства нет ничего более дикого, чем подружиться с «большим плохим медведем», да и его соседи вряд ли поймут, зачем водиться с мышкой. Но дружба и родство душ сродни настоящему волшебству. И какое этой парочке дело до условностей, разницы в размере, исторических предрассудков и культурных барьеров?"
      },
      {
         "idMovie":195334,
         "nameRu":"Престиж",
         "nameOriginal":"The Prestige",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "триллер",
            "драма",
            "детектив",
            "фантастика"
         ],
         "year":2006,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/195334.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/195334.jpg",
         "stream":null,
         "desc":"Роберт и Альфред - фокусники-иллюзионисты, которые на рубеже XIX и XX веков соперничали друг с другом в Лондоне. С годами их дружеская конкуренция на профессиональной почве перерастает в настоящую войну. Они готовы на все, чтобы выведать друг у друга секреты фантастических трюков и сорвать их исполнение. Непримиримая вражда, вспыхнувшая между ними, начинает угрожать жизни окружающих их людей."
      },
      {
         "idMovie":864138,
         "nameRu":"Лев",
         "nameOriginal":"Lion",
         "countries":[
            "США",
            "Великобритания",
            "Индия",
            "Австралия"
         ],
         "genres":[
            "драма",
            "биография"
         ],
         "year":2016,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/864138.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/864138.jpg",
         "stream":null,
         "desc":"Сару, мальчик из трущоб, потерялся в возрасте пяти лет. История об удивительных поворотах его судьбы и поисках семьи."
      },
      {
         "idMovie":5928,
         "nameRu":"Один дома 2: Затерянный в Нью-Йорке",
         "nameOriginal":"Home Alone 2: Lost in New York",
         "countries":[
            "США"
         ],
         "genres":[
            "приключения",
            "комедия",
            "семейный"
         ],
         "year":1992,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/5928.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/5928.jpg",
         "stream":null,
         "desc":"Самый маленький герой Америки устраивает большой переполох в Нью-Йорке! Кевин МакКалистер вернулся! Но теперь он один не дома, а в Нью-Йорке и у него достаточно денег и кредитных карточек, чтобы превратить Большое Яблоко в собственную площадку для игр. Но, как всегда, Кевину не суждено быть долго одному: его старые приятели ― жулики Гарри и Марв ― сбежали из тюрьмы, куда они попали стараниями Кевина. И надо же им было попасть именно в тот город, где Кевин планировал поразвлечься! Новые западни и ловушки уже ждут горе-бандитов."
      },
      {
         "idMovie":45660,
         "nameRu":"Вам и не снилось...",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "мелодрама"
         ],
         "year":1980,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/45660.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/45660.jpg",
         "stream":null,
         "desc":"Школьники Роман и Катя тянутся друг к другу со всей безоглядностью первой любви. Мать Кати очень счастлива во втором браке и в озарении этого счастья хорошо понимает дочь. Роман находит поддержку у отца, давно и безответно любящего Катину маму. Но рядом ходят люди, ничего не знающие о любви..."
      },
      {
         "idMovie":89514,
         "nameRu":"Рататуй",
         "nameOriginal":"Ratatouille",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "приключения",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2007,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/89514.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/89514.jpg",
         "stream":null,
         "desc":"Крыс Реми обладает уникальным вкусом. Он готов рисковать собственной жизнью, чтобы посмотреть любимое кулинарное шоу и раздобыть какую-нибудь приправку или просто свежий продукт. Реми живет со своими сородичами, которые его не понимают и не принимают его увлечения кулинарией. Когда Реми случайно попадает на кухню шикарного ресторана, он решает воспользоваться выпавшим ему шансом и проверить свои навыки. На эту же кухню попадает и юный Лингвини. Всё, на что он может рассчитывать — это должность уборщика. Но он тоже получает свой шанс."
      },
      {
         "idMovie":4541,
         "nameRu":"Шоу Трумана",
         "nameOriginal":"The Truman Show",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "комедия"
         ],
         "year":1998,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/4541.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/4541.jpg",
         "stream":null,
         "desc":"Представьте себе, что вы вдруг начинаете понимать, что все вокруг вас — декорации, а люди — актеры, притворяющиеся теми, кем они вам кажутся. Весь ваш мир оказывается большим телесериалом, где вы исполняете главную роль, даже не подозревая об этом. Вся ваша жизнь — результат работы автора телешоу, которое вот уже тридцать лет смотрит вся планета, начиная с момента вашего рождения. В такой ситуации оказался Труман, главный герой картины. Будет ли он продолжать жить в безопасном мире, где, как он теперь знает, у него практически нет свободы выбора, или все-таки выйдет из «игры» и станет сам хозяином своей судьбы, в которой его ждет не запланированная сценарием девушка?"
      },
      {
         "idMovie":573759,
         "nameRu":"Остров сокровищ",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "приключения",
            "комедия",
            "мультфильм",
            "семейный",
            "мюзикл"
         ],
         "year":1988,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/573759.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/573759.jpg",
         "stream":null,
         "desc":"Шхуна «Испаньола» бороздит морские просторы в поисках острова, на котором спрятаны легендарные сокровища пиратского капитана Флинта. На корабле зреет заговор. Разбойники во главе с одноногим Джоном Сильвером, кажется, близки к цели."
      },
      {
         "idMovie":63991,
         "nameRu":"Пираты Карибского моря: Сундук мертвеца",
         "nameOriginal":"Pirates of the Caribbean: Dead Man's Chest",
         "countries":[
            "США"
         ],
         "genres":[
            "приключения",
            "боевик",
            "фэнтези"
         ],
         "year":2006,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/63991.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/63991.jpg",
         "stream":null,
         "desc":"Вновь оказавшись в ирреальном мире, лихой капитан Джек Воробей неожиданно узнает, что является должником легендарного капитана «Летучего Голландца» Дэйви Джонса. Джек должен в кратчайшие сроки решить эту проблему, иначе ему грозит вечное проклятие и рабское существование после смерти. Вдобавок ко всему, срывается свадьба Уилла Тернера и Элизабет Суонн, которые вынуждены составить Джеку компанию в его злоключениях…"
      },
      {
         "idMovie":6006,
         "nameRu":"Мадагаскар",
         "nameOriginal":"Madagascar",
         "countries":[
            "США"
         ],
         "genres":[
            "приключения",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2005,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/6006.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/6006.jpg",
         "stream":null,
         "desc":"Четверо изнеженных животных из Центрального зоопарка в Нью-Йорке - лев Алекс, зебра Марти, жираф Мелман и гиппопотамиха Глория - решаются на побег. Оказавшись после кораблекрушения на экзотическом острове Мадагаскар, населенном лемурами и поедающими их фоссами, путешественники с ужасом понимают, что с городскими привычками им придется распрощаться. Здесь нет людей, любимых клеток, вкусной кормежки. Начинается шоу «Последний герой» только с животными - нашим друзьям нужно выжить в непривычной среде обитания, где на каждом шагу подстерегает опасность..."
      },
      {
         "idMovie":7724,
         "nameRu":"Летят журавли",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "военный",
            "история"
         ],
         "year":1957,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/7724.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/7724.jpg",
         "stream":null,
         "desc":"Рассказ о людях, в чьи судьбы безжалостно вторглась война. Не все смогли с честью вынести это испытание. В центре киноповести - трагическая история двух влюбленных, которых разлучила война."
      },
      {
         "idMovie":46789,
         "nameRu":"12 стульев",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "криминал",
            "приключения",
            "комедия"
         ],
         "year":1971,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46789.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46789.jpg",
         "stream":null,
         "desc":"Во время революции и последовавшего за ней краткого периода военного коммунизма многие прятали свои ценности как можно надежнее. И вот Ипполит Матвеевич Воробьянинов, бывший Старгородский предводитель дворянства и светский лев, а ныне - скромный делопроизводитель ЗАГСа, узнает от умирающей тещи, что некогда она спрятала свои бриллианты и жемчуга в общей сложности на 150 000 золотых рублей под обивку одного из двенадцати стульев гостиного гарнитура работы известного мастера Гамбса. Бросив все, Воробьянинов бросается на поиски стульев, в чем ему, конечно же, небескорыстно, берется помочь молодой авантюрист, «великий комбинатор» Остап Бендер. Найти следы разрозненного гарнитура непросто. Не облегчает положения и то, что перед смертью теща Воробьянинова открыла тайну сокровищ и своему исповеднику, отцу Федору, всю жизнь мечтавшему о собственном свечном заводике в Самаре..."
      },
      {
         "idMovie":965754,
         "nameRu":"Дело храбрых",
         "nameOriginal":"Only the Brave",
         "countries":[
            "США"
         ],
         "genres":[
            "триллер",
            "драма",
            "биография",
            "история"
         ],
         "year":2017,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/965754.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/965754.jpg",
         "stream":null,
         "desc":"История о команде пожарных под названием Granite Mountain Hotshots, столкнувшихся в Аризоне с одним из самых смертоносных пожаров в истории."
      },
      {
         "idMovie":5502,
         "nameRu":"Назад в будущее 2",
         "nameOriginal":"Back to the Future Part II",
         "countries":[
            "США"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "боевик",
            "комедия",
            "семейный"
         ],
         "year":1989,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/5502.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/5502.jpg",
         "stream":null,
         "desc":"Продолжение фантастической истории о приключениях американского подростка во времени. На этот раз с помощью модернизированной Доком машины времени Марти из 80-х попадает в будущее. Дети Марти в беде, и их надо выручать. Приходится повозиться со злодеем..."
      },
      {
         "idMovie":89515,
         "nameRu":"Гарри Поттер и Принц-полукровка",
         "nameOriginal":"Harry Potter and the Half-Blood Prince",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "семейный"
         ],
         "year":2009,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/89515.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/89515.jpg",
         "stream":null,
         "desc":"Теперь не только мир волшебников, но и мир маглов ощущает на себе всевозрастающую силу Волан-де-Морта, а Хогвартс уже никак не назовешь надежным убежищем, каким он был раньше. Гарри подозревает, что в самом замке затаилась некая опасность, но Дамблдор больше сосредоточен на том, чтобы подготовить его к финальной схватке, которая, как он знает, уже не за горами. Вместе они пытаются разгадать секрет бессмертия Волан-де-Морта, а для этого Дамблдор приглашает на должность преподавателя по зельеварению своего старинного друга и коллегу — профессора Горация Слизнорта, который обожает устраивать вечеринки для избранных и гордится своими обширными связями в высших кругах. Но этот бонвиван и не подозревает, что как раз от него Дамблдор надеется заполучить самую важную информацию о крестражах. Тем временем учеников атакуют самые разные враги, а подростковые эмоции хлещут через край. Гарри начинает понимать, что становится все более неравнодушным к Джинни, однако, и Дин Томас тоже. А Лаванда Браун вбила себе в голову, что Рон — тот самый единственный, которого она ждет, да вот только не учла волшебного эффекта шоколадных конфет Ромильды Вейн! Ну и, наконец, Гермиона пылает жгучей ревностью, но старается не показывать своих чувств. Пока романтические отношения расцветают, лишь один ученик остается в стороне. Он твердо намерен оставить свою метку, темную метку. Любовь витает в воздухе, но впереди ждет беда, и Хогвартс, возможно, уже никогда не будет прежним."
      },
      {
         "idMovie":346,
         "nameRu":"12 разгневанных мужчин",
         "nameOriginal":"12 Angry Men",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "криминал",
            "детектив"
         ],
         "year":1956,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/346.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/346.jpg",
         "stream":null,
         "desc":"Юношу обвиняют в убийстве собственного отца, ему грозит электрический стул. Двенадцать присяжных собираются, чтобы вынести вердикт: виновен или нет. С начала заседания почти все считают подсудимого виновным, и лишь только один из двенадцати позволил себе усомниться. И он решает убедить остальных в своей правоте."
      },
      {
         "idMovie":46285,
         "nameRu":"На войне как на войне",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "военный"
         ],
         "year":1968,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46285.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46285.jpg",
         "stream":null,
         "desc":"Младшего лейтенанта, только закончившего военное училище, назначили командиром «самоходки» с экипажем опытных и бывалых бойцов. Об их жизни, боевой и будничной рассказывает этот фильм."
      },
      {
         "idMovie":41381,
         "nameRu":"В августе 44-го",
         "nameOriginal":null,
         "countries":[
            "Россия",
            "Беларусь"
         ],
         "genres":[
            "триллер",
            "драма",
            "детектив",
            "боевик",
            "военный"
         ],
         "year":2001,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/41381.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/41381.jpg",
         "stream":null,
         "desc":"Лето 1944. До Великой Победы остается еще около года. Белоруссия уже освобождена, однако с ее территории регулярно выходит в эфир группа лазутчиков, передавая врагам очень важную информацию о советских войсках. На поиски шпионов, в район регулярных выходов в эфир запеленгованной рации, был послан отряд разведчиков, во главе с офицером СМЕРШа."
      },
      {
         "idMovie":327,
         "nameRu":"Крестный отец 2",
         "nameOriginal":"The Godfather: Part II",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "криминал"
         ],
         "year":1974,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/327.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/327.jpg",
         "stream":null,
         "desc":"Для дона Корлеоне и его сына не существует моральных преград на пути к достижению целей. Они превращают мафию, построенную по патриархальным сицилийским законам, в весьма прагматичную, жесткую корпорацию, плавно интегрируя её в большой бизнес Америки."
      },
      {
         "idMovie":458,
         "nameRu":"Корпорация монстров",
         "nameOriginal":"Monsters, Inc.",
         "countries":[
            "США",
            "Япония"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2001,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/458.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/458.jpg",
         "stream":null,
         "desc":"Склизкий гад в сливном бачке, мохнатый зверь, похожий на чудовище из «Аленького цветочка», гигантские мокрицы под кроватью — все они существуют на самом деле. Все, что им нужно — пугать детей, потому что из детских криков они получают электричество. Полнометражный мультфильм рассказывает о кризисах в мире монстров, их жизни. Но однажды вся мирная жизнь монстров оказывается под угрозой: в их мир попадает ребенок. А с детьми столько хлопот, что они могут довести даже монстров."
      },
      {
         "idMovie":920265,
         "nameRu":"Человек-паук: Через вселенные",
         "nameOriginal":"Spider-Man: Into the Spider-Verse",
         "countries":[
            "США",
            "Канада"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "боевик",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2018,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/920265.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/920265.jpg",
         "stream":null,
         "desc":"Мы всё знаем о Питере Паркере. Он спас город, влюбился, а потом спасал город снова и снова… Но все это – в нашем измерении. А что если в результате работы гигантского коллайдера откроется окно из одного измерения в другое? Найдется ли в нем свой Человек-паук? И как он будет выглядеть? Приготовьтесь к тому, что в разных вселенных могут быть разные Люди-пауки и однажды им придется собраться вместе для борьбы с почти непобедимым врагом."
      },
      {
         "idMovie":7640,
         "nameRu":"Двухсотлетний человек",
         "nameOriginal":"Bicentennial Man",
         "countries":[
            "США",
            "Германия"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "фантастика"
         ],
         "year":1999,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/7640.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/7640.jpg",
         "stream":null,
         "desc":"Начало нового тысячелетия; происходит прорыв в глобальных технологиях. Люди уже не заводят дома собак и кошек: они покупают себе роботов. Вот и семья Мартинов приобретает себе необычный подарок: робота нового поколения NDR-114, а в обычной жизни просто Эндрю. Купленный как прибор, запрограммированный для выполнения домашней работы, Эндрю вдруг начинает испытывать странные ощущения. Он еще не знает, что это называется чувствами."
      },
      {
         "idMovie":848894,
         "nameRu":"Вторая жизнь Уве",
         "nameOriginal":"En man som heter Ove",
         "countries":[
            "Швеция"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "комедия"
         ],
         "year":2015,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/848894.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/848894.jpg",
         "stream":null,
         "desc":"Уве - пожилой въедливый ворчун, достающий соседей вечными придирками. Он впадает в ярость при виде брошенного не туда мусора или неправильно припаркованной машины. И кроет на чем свет стоит легкомысленную семейку новосёлов, в которой папаша и гвоздя вбить не способен. Зато Уве умеет всё. В доме и в гараже у него всегда идеальный порядок. Как и в мыслях. Вот только жизнь давно перестала иметь для него смысл."
      },
      {
         "idMovie":775276,
         "nameRu":"Зверополис",
         "nameOriginal":"Zootopia",
         "countries":[
            "США"
         ],
         "genres":[
            "криминал",
            "детектив",
            "приключения",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2016,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/775276.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/775276.jpg",
         "stream":null,
         "desc":"Добро пожаловать в Зверополис – современный город, населенный самыми разными животными, от огромных слонов до крошечных мышек. Зверополис разделен на районы, полностью повторяющие естественную среду обитания разных жителей – здесь есть и элитный район Площадь Сахары и неприветливый Тундратаун. В этом городе появляется новый офицер полиции, жизнерадостная зайчиха Джуди Хоппс, которая с первых дней работы понимает, как сложно быть маленькой и пушистой среди больших и сильных полицейских. Джуди хватается за первую же возможность проявить себя, несмотря на то, что ее партнером будет болтливый хитрый лис Ник Уайлд. Вдвоем им предстоит раскрыть сложное дело, от которого будет зависеть судьба всех обитателей Зверополиса."
      },
      {
         "idMovie":5619,
         "nameRu":"Звёздные войны: Эпизод 3 — Месть ситхов",
         "nameOriginal":"Star Wars: Episode III - Revenge of the Sith",
         "countries":[
            "США",
            "Швейцария",
            "Италия",
            "Таиланд"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "боевик",
            "фэнтези"
         ],
         "year":2005,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/5619.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/5619.jpg",
         "stream":null,
         "desc":"Идёт третий год Войн клонов. Галактическая Республика, некогда бывшая спокойным и гармоничным государством, превратилась в поле битвы между армиями клонов, возглавляемых канцлером Палпатином, и армадами дроидов, которых ведёт граф Дуку, тёмный лорд ситхов. Республика медленно погружается во тьму. Лишь рыцари-джедаи, защитники мира и справедливости, могут противостоять злу, которое вскоре поглотит галактику. Но настоящая битва идёт в душе у молодого рыцаря-джедая Энакина, который разрывается между долгом джедая и любовью к своей жене, сенатору Падме Амидале. И от того, какое чувство в нём победит, зависит будущее всего мира."
      },
      {
         "idMovie":436263,
         "nameRu":"Брестская крепость",
         "nameOriginal":null,
         "countries":[
            "Россия",
            "Беларусь"
         ],
         "genres":[
            "драма",
            "боевик",
            "военный",
            "история"
         ],
         "year":2010,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/436263.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/436263.jpg",
         "stream":null,
         "desc":"История о героической обороне Брестской крепости, которая приняла на себя первый удар немецко-фашистских захватчиков 22 июня 1941 года. Рассказ о трёх главных очагах сопротивления, возглавляемых командиром полка Петром Гавриловым, комиссаром Ефимом Фоминым и начальником 9-й погранзаставы Андреем Кижеватовым."
      },
      {
         "idMovie":408876,
         "nameRu":"Хоббит: Пустошь Смауга",
         "nameOriginal":"The Hobbit: The Desolation of Smaug",
         "countries":[
            "США",
            "Новая Зеландия"
         ],
         "genres":[
            "приключения",
            "боевик",
            "фэнтези"
         ],
         "year":2013,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/408876.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/408876.jpg",
         "stream":null,
         "desc":"Продолжение путешествия хоббита Бильбо Бэггинса, волшебника Гэндальфа и 13 отважных гномов. Их компания должна добраться до Одинокой горы. А там они встретятся с величайшей опасностью из всех — созданием куда более ужасающим, чем все их прошлые противники, чудовищем, которое проверит на прочность не только их мужество, но крепость их дружбы и правильность выбранного пути, — драконом Смаугом."
      },
      {
         "idMovie":958722,
         "nameRu":"Твоё имя",
         "nameOriginal":"Kimi no na wa.",
         "countries":[
            "Япония"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "фэнтези",
            "мультфильм",
            "аниме"
         ],
         "year":2016,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/958722.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/958722.jpg",
         "stream":null,
         "desc":"Токийский парень Таки и провинциальная девушка Мицуха обнаруживают, что между ними существует странная связь. Во сне они меняются телами и проживают жизни друг друга. Но однажды эта способность исчезает так же внезапно, как появилась. Таки решает во что бы то ни стало отыскать Мицуху."
      },
      {
         "idMovie":8240,
         "nameRu":"Навсикая из долины ветров",
         "nameOriginal":"Kaze no tani no Naushika",
         "countries":[
            "Япония"
         ],
         "genres":[
            "драма",
            "фантастика",
            "фэнтези",
            "мультфильм",
            "аниме"
         ],
         "year":1984,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/8240.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/8240.jpg",
         "stream":null,
         "desc":"Будущее. После ядерной войны Землю постигла ужасная экологическая катастрофа. Поверхность планеты почти целиком покрывают леса, испускающие в атмосферу ядовитые споры растений. Оставшиеся в живых люди живут в зонах, ещё не покрытых лесами, и периодически сталкиваются с чудовищными насекомообразными монстрами. Долина ветров — одно из царств, образовавшихся на руинах прежних государств. Им управляет отважная принцесса Навсикая. Но мирное существование Долины ветров нарушается, когда маленькая страна сталкивается с воинственными соседями, которые стремятся воссоздать опасное оружие, способное окончательно уничтожить планету."
      },
      {
         "idMovie":843649,
         "nameRu":"Мстители: Война бесконечности",
         "nameOriginal":"Avengers: Infinity War",
         "countries":[
            "США"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "боевик"
         ],
         "year":2018,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/843649.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/843649.jpg",
         "stream":null,
         "desc":"Пока Мстители и их союзники продолжают защищать мир от различных опасностей, с которыми не смог бы справиться один супергерой, новая угроза возникает из космоса: Танос. Межгалактический тиран преследует цель собрать все шесть Камней Бесконечности - артефакты невероятной силы, с помощью которых можно менять реальность по своему желанию. Всё, с чем Мстители сталкивались ранее, вело к этому моменту – судьба Земли никогда ещё не была столь неопределённой."
      },
      {
         "idMovie":279828,
         "nameRu":"Смех и горе у Бела моря",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":1988,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/279828.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/279828.jpg",
         "stream":null,
         "desc":"Мультипликационный фильм по произведениям Бориса Шергина и Степана Писахова."
      },
      {
         "idMovie":1178267,
         "nameRu":"Сестрёнка",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "драма",
            "военный"
         ],
         "year":2019,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1178267.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1178267.jpg",
         "stream":null,
         "desc":"Сколько себя помнит Ямиль, война была всегда. Но Ямиль очень ждёт, когда она кончится - ведь тогда вернётся Отец, которого Ямиль знает только по фотографиям и письмам. Однажды Мама уезжает в далёкий город и привозит с собой молчаливую девочку Оксану и передает наказ Отца заботиться о ней, как о родной сестрёнке."
      },
      {
         "idMovie":466581,
         "nameRu":"Хранители снов",
         "nameOriginal":"Rise of the Guardians",
         "countries":[
            "США",
            "Индия"
         ],
         "genres":[
            "драма",
            "приключения",
            "боевик",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2012,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/466581.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/466581.jpg",
         "stream":null,
         "desc":"Когда злой дух Кромешник посягает на самое дорогое – детские мечты, Северянин, Ледяной Джек, Кролик, Зубная Фея и Песочный Человек впервые объединяются, чтобы создать команду Хранителей снов..."
      },
      {
         "idMovie":5059,
         "nameRu":"Знакомьтесь, Джо Блэк",
         "nameOriginal":"Meet Joe Black",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "фэнтези"
         ],
         "year":1998,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/5059.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/5059.jpg",
         "stream":null,
         "desc":"В жизни богатого и влиятельного газетного магната Уильяма Пэрриша появляется сама Смерть, принявшая обличье обворожительного молодого человека по имени Джо Блэк. Смерть, уставшая от своих привычных обязанностей,предлагает Пэрришу необычное соглашение: магнат станет проводником Джо в мире живых, где тот планирует провести свой отпуск. По окончании каникул Смерть заберет Пэрриша с собой. С помощью Уильяма, загадочный и эксцентричный Джо начинает свое путешествие по бренной Земле. Но происходит непредвиденное. Оказывается, что тело погибшего мужчины, которое Смерть выбрала для себя, принадлежало юноше, в которого была влюблена дочь Пэрриша."
      },
      {
         "idMovie":345,
         "nameRu":"Молчание ягнят",
         "nameOriginal":"The Silence of the Lambs",
         "countries":[
            "США"
         ],
         "genres":[
            "триллер",
            "драма",
            "криминал",
            "детектив",
            "ужасы"
         ],
         "year":1990,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/345.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/345.jpg",
         "stream":null,
         "desc":"Психопат похищает и убивает молодых женщин по всему Среднему Западу. ФБР, уверенное, что все преступления совершены одним и тем же человеком, поручает агенту Клариссе Старлинг встретиться с заключенным-маньяком Ганнибалом Лектером, который мог бы помочь составить психологический портрет убийцы. Сам Лектер отбывает наказание за убийства и каннибализм. Он согласен помочь Клариссе лишь в том случае, если она попотчует его больное воображение подробностями своей личной жизни."
      },
      {
         "idMovie":906042,
         "nameRu":"Приключения Паддингтона 2",
         "nameOriginal":"Paddington 2",
         "countries":[
            "США",
            "Франция",
            "Великобритания",
            "Канада",
            "Китай"
         ],
         "genres":[
            "фэнтези",
            "комедия",
            "семейный"
         ],
         "year":2017,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/906042.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/906042.jpg",
         "stream":null,
         "desc":"В антикварном магазине Лондона обаятельный и хорошо воспитанный медведь Паддингтон находит уникальную старинную книгу. Пока он изо всех своих медвежьих сил старается накопить на неё, редчайшее издание внезапно похищают. Паддингтон оказывается втянут в аферу века, затеянную знаменитым, но вышедшим в тираж актером, который ныне рекламирует собачьи консервы, а свой талант к перевоплощению использует в охоте за сокровищами."
      },
      {
         "idMovie":45146,
         "nameRu":"Любовь и голуби",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "мелодрама",
            "комедия"
         ],
         "year":1984,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/45146.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/45146.jpg",
         "stream":null,
         "desc":"Ликвидируя неисправность лебедки, Василий Кузякин получил травму и путевку на юг. Там он встретил роковую женщину Раису Захаровну и… вернулся Вася с курорта не к себе в деревню, а в дом Раисы Захаровны. Началась для него новая жизнь, в которой было много непонятного и интересного, но не было дома, где остались Надя, дети и голуби."
      },
      {
         "idMovie":77203,
         "nameRu":"Покровские ворота",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "комедия",
            "мюзикл"
         ],
         "year":1982,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/77203.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/77203.jpg",
         "stream":null,
         "desc":"Если вы развелись, и ваша бывшая жена снова вышла замуж — это еще не значит, что вы свободны. Если вы пригласили девушку на свидание, и она пришла, это еще не значит, что она будет вашей. Но если при этом ваш сосед по коммуналке — аспирант Костик, то можете быть уверены — все будет хорошо."
      },
      {
         "idMovie":7660,
         "nameRu":"Холодное лето пятьдесят третьего...",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "триллер",
            "драма",
            "криминал",
            "боевик"
         ],
         "year":1987,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/7660.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/7660.jpg",
         "stream":null,
         "desc":"1953 год. Двое политических ссыльных вступают в схватку с бандой амнистированных уголовников."
      },
      {
         "idMovie":470191,
         "nameRu":"Невероятный мир глазами Энцо",
         "nameOriginal":"The Art of Racing in the Rain",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "комедия",
            "семейный",
            "спорт"
         ],
         "year":2019,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/470191.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/470191.jpg",
         "stream":null,
         "desc":"Для собаки по кличке Энцо жизнь – это гонка. Не важно, как ты ее проходишь – за рулем автомобиля или на четырех лапах, все равно тебя ждут крутые виражи, ямы-западни, опасные взлеты и падения. Они выбивают с трека даже самых сильных – это начинающий гонщик Дэнни и его пес Энцо знают наверняка. Каждому из них предстоит своя гонка, но оба понимают: победить не значит обогнать соперников. Победить – значит вернуться после поражения на трассу и пройти ее до самого финиша, какой бы скользкой ни была дорога."
      },
      {
         "idMovie":1103852,
         "nameRu":"Укрась прощальное утро цветами обещания",
         "nameOriginal":"Sayonara no asa ni yakusoku no hana o kazaro",
         "countries":[
            "Япония"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "приключения",
            "фэнтези",
            "мультфильм",
            "аниме"
         ],
         "year":2018,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1103852.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1103852.jpg",
         "stream":null,
         "desc":"Красавица Макия — из рода бессмертных. На протяжении веков многие армии пытались захватить её народ, чтобы завладеть секретом вечной жизни. И вот теперь, когда город разрушен, девушка прячется в лесу. Здесь она находит потерявшего родителей маленького мальчика Эриала и начинает о нём заботиться."
      },
      {
         "idMovie":81297,
         "nameRu":"Малышка на миллион",
         "nameOriginal":"Million Dollar Baby",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "спорт"
         ],
         "year":2004,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/81297.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/81297.jpg",
         "stream":null,
         "desc":"Тренеру по боксу Фрэнку Данну так и не удалось воспитать чемпиона. Он владеет спортивным залом в Лос-Анджелесе, где всё ещё проводит тренировки. Дочь не отвечает на его письма, а его лучший боец подписал контракт с другим менеджером. Неожиданно в жизни Фрэнка появляется Мэгги Фицжеральд, 31-летняя официантка, мечтающая стать боксером. Фрэнк не желает тренировать женщину, но упорство Мэгги заставляет его передумать. Впереди - их главное сражение, требующее собрать в кулак всю волю и мужество."
      },
      {
         "idMovie":5277,
         "nameRu":"Мулан",
         "nameOriginal":"Mulan",
         "countries":[
            "США",
            "Япония"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "комедия",
            "военный",
            "мультфильм",
            "семейный",
            "мюзикл"
         ],
         "year":1998,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/5277.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/5277.jpg",
         "stream":null,
         "desc":"Для великого народа наступили тяжелые времена: на страну напало воинственное племя гуннов. Переодевшись в мужскую одежду, Мулан присоединяется к другим воинам и отправляется в опасный поход к подножию заснеженных гор. Ее сопровождает забавный дракончик Мушу, который больше похож на маленькую собачку, чем на мифическое чудовище. Пытаясь скрыть тайну, они попадают в забавные ситуации и не подозревают, что их секрет вот - вот раскроется!..."
      },
      {
         "idMovie":41431,
         "nameRu":"Война",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "драма",
            "боевик",
            "военный",
            "история"
         ],
         "year":2002,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/41431.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/41431.jpg",
         "stream":null,
         "desc":"Аслан Гугаев, командир отряда чеченских боевиков, отпускает троих пленников: двух русских солдат, сержанта Ивана Ермакова и рядового Кулика — потому что они не контрактники, а призывники, и англичанина Джона Бойла — потому что он должен собрать два миллиона фунтов стерлингов и привезти деньги Гугаеву в качестве выкупа за свою невесту Маргарет. Маргарет остается у Аслана. Так же, как и капитан российской армии Медведев... За отведенные ему два месяца Джон не находит нужную сумму и не находит поддержки у британских властей, зато, вернувшись в Россию, находит Ваню Ермакова, живущего в Тобольске. Джон и Ваня опять едут в Чечню. Чтобы освободить английскую девушку Маргарет и русского капитана Медведева..."
      },
      {
         "idMovie":368937,
         "nameRu":"Приключения Шерлока Холмса и доктора Ватсона: Охота на тигра",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "криминал",
            "детектив"
         ],
         "year":1980,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/368937.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/368937.jpg",
         "stream":null,
         "desc":"Доктор Ватсон рано похоронил своего друга в водах Рейхенбахского водопада. Шерлок Холмс не так прост. Он воскрес из мертвых, чтобы вступить в схватку с последним безжалостным убийцей из шайки гения преступного мира профессора Мориарти..."
      },
      {
         "idMovie":46368,
         "nameRu":"Не может быть!",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "мелодрама",
            "комедия"
         ],
         "year":1975,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46368.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46368.jpg",
         "stream":null,
         "desc":"Фильм включает три новеллы о негативных явлениях провинциальной жизни молодой страны Советов: тупости, пьянстве, стяжательстве, бездуховности - всем том, что и сейчас существует благополучно и повсеместно."
      },
      {
         "idMovie":530,
         "nameRu":"Игры разума",
         "nameOriginal":"A Beautiful Mind",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "биография"
         ],
         "year":2001,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/530.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/530.jpg",
         "stream":null,
         "desc":"От всемирной известности до греховных глубин — все это познал на своей шкуре Джон Форбс Нэш-младший. Математический гений, он на заре своей карьеры сделал титаническую работу в области теории игр, которая перевернула этот раздел математики и практически принесла ему международную известность. Однако буквально в то же время заносчивый и пользующийся успехом у женщин Нэш получает удар судьбы, который переворачивает уже его собственную жизнь."
      },
      {
         "idMovie":2361,
         "nameRu":"Аладдин",
         "nameOriginal":"Aladdin",
         "countries":[
            "США"
         ],
         "genres":[
            "мелодрама",
            "приключения",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный",
            "мюзикл"
         ],
         "year":1992,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/2361.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/2361.jpg",
         "stream":null,
         "desc":"В славном граде Аграба живёт Аладдин, веселый воришка с золотым сердцем. Живёт и не знает, что вскоре его ждёт величайшее приключение в жизни. Ведь только с его помощью чёрный маг Джафар может овладеть невероятным сокровищем — лампой, в которой заключён исполняющий желания могущественный Джинн. И только хитроумие, смекалка и доброта Аладдина и его друзей — обезьянки Абу, принцессы Жасмин и самого Джинна - способны помешать Джафару завладеть лампой и захватить власть над миром."
      },
      {
         "idMovie":6877,
         "nameRu":"Терминал",
         "nameOriginal":"The Terminal",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "комедия"
         ],
         "year":2004,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/6877.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/6877.jpg",
         "stream":null,
         "desc":"Фильм рассказывает историю Виктора Наворски, отправившегося в Нью-Йорк из Восточной Европы. Пока Виктор летел в самолете, на его родине произошел государственный переворот. Оказавшись в международном аэропорту имени Джона Кеннеди с паспортом ниоткуда, он не имеет права въехать в Соединенные Штаты и должен коротать свои дни и ночи на скамейках у выхода 67, пока война в его родной стране не закончится. Тянутся недели и месяцы, и Виктор обнаруживает, что небольшой мирок терминала может быть наполнен абсурдом, щедростью, амбициями, развлечениями, желанием сохранить свой статус, интуитивной прозорливостью и даже любовью к очаровательной стюардессе Амелии. Виктору удается завоевать симпатии всех, кроме одного человека — чиновника аэропорта Фрэнка Диксона, который считает его бюрократической ошибкой, проблемой, которую он не может контролировать, но от которой жаждет избавиться."
      },
      {
         "idMovie":4871,
         "nameRu":"Запах женщины",
         "nameOriginal":"Scent of a Woman",
         "countries":[
            "США"
         ],
         "genres":[
            "драма"
         ],
         "year":1992,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/4871.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/4871.jpg",
         "stream":null,
         "desc":"Наступил День благодарения, и отставной полковник разведки Фрэнк Слэйд решает справить праздник, побаловав себя поездкой в Нью-Йорк. Фрэнк хочет обставить свой последний «коронный выход» по высшему разряду: изысканный отель, шикарный лимузин, дорогая выпивка и женщины потрясающей красоты. Есть лишь две проблемы. Первая: Фрэнк слеп на оба глаза. И вторая: волнующиеся родственники полковника решают нанять за небольшую сумму провожатого в лице нуждающегося студента престижного колледжа по имени Чарли Симмз. Последнее, что было нужно в поездке полковнику Слэйду - так это «зеленый» юнец Чарли. Но случилось так, что путешествие этих двух потрясающе непохожих друг на друга людей изменило их жизни навсегда."
      },
      {
         "idMovie":44238,
         "nameRu":"Добро пожаловать, или Посторонним вход воспрещен",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "комедия",
            "семейный"
         ],
         "year":1964,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/44238.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/44238.jpg",
         "stream":null,
         "desc":"Пионер Костя Иночкин, будучи в пионерском лагере, переплыл реку и оказался на запретной для посещений территории, за что и был изгнан его начальником товарищем Дыниным. Не желая доводить бабушку до инфаркта своим досрочным прибытием, мальчик тайно возвращается в лагерь, где пионеры так же тайно содержат его и предпринимают все меры, чтобы не состоялся родительский день. Ведь именно в этот день Костина бабушка заявится в лагерь..."
      },
      {
         "idMovie":1228407,
         "nameRu":"Крик тишины",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "драма",
            "военный",
            "история"
         ],
         "year":2019,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1228407.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1228407.jpg",
         "stream":null,
         "desc":"Блокадный Ленинград, февраль 1942 года. Заканчивается самая страшная блокадная зима. Зина Воронова совсем отчаялась. Ее трёхлетний сын Митя ослабел, а карточки на хлеб уже отоварены на два дня вперед. Последняя надежда — эвакуация. Но с маленькими детьми не берут. Тогда женщина идет на чудовищный шаг — эвакуируется, оставив сына одного в промерзшей квартире. Во время налета мальчика спасает девочка-подросток Катя. Девочка выдает Митю за своего брата и обещает себе сделать все, чтобы Митя выжил. Несмотря ни на что."
      },
      {
         "idMovie":48356,
         "nameRu":"Гарри Поттер и Орден Феникса",
         "nameOriginal":"Harry Potter and the Order of the Phoenix",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "семейный"
         ],
         "year":2007,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/48356.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/48356.jpg",
         "stream":null,
         "desc":"Гарри проводит свой пятый год в школе Хогвартс и обнаруживает, что многие из членов волшебного сообщества отрицают факт недавнего состязания юного волшебника с воплощением вселенского зла Волдемортом. Все делают вид, что не имеют ни малейшего представления о том, что злодей вернулся. Однако впереди волшебников ждет необычная схватка."
      },
      {
         "idMovie":261127,
         "nameRu":"Рыбка Поньо на утесе",
         "nameOriginal":"Gake no ue no Ponyo",
         "countries":[
            "Япония"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "мультфильм",
            "семейный",
            "аниме"
         ],
         "year":2008,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/261127.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/261127.jpg",
         "stream":null,
         "desc":"Маленькая любопытная рыбка Поньо — дочь колдуна и прекрасной морской богини — уплывает из дома, чтобы понаблюдать за жизнью людей. Поньо застревает в банке и оказывается выброшенной на берег. Её подбирает пятилетний Сосукэ. Малыши привязываются друг к другу, и теперь у Поньо только одно желание — стать человеком."
      },
      {
         "idMovie":1991,
         "nameRu":"Привидение",
         "nameOriginal":"Ghost",
         "countries":[
            "США"
         ],
         "genres":[
            "триллер",
            "драма",
            "мелодрама",
            "фэнтези"
         ],
         "year":1990,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1991.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1991.jpg",
         "stream":null,
         "desc":"Влюблённая пара Сэм и Молли возвращается домой после приятного вечера, когда на них нападает грабитель. Защищаясь, Сэм погибает и становится призраком. Он узнаёт, что его смерть не была случайной, а над его возлюбленной нависла смертельная опасность. Чтобы предупредить Молли, Сэм начинает обход практикующих медиумов и, о чудо! - находит женщину, которая действительно может его слышать. Только вот сама она не горит желанием помогать назойливому привидению."
      },
      {
         "idMovie":838,
         "nameRu":"Человек-паук",
         "nameOriginal":"Spider-Man",
         "countries":[
            "США"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "боевик"
         ],
         "year":2002,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/838.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/838.jpg",
         "stream":null,
         "desc":"Питер Паркер – обыкновенный школьник. Однажды он отправился с классом на экскурсию, где его кусает странный паук-мутант. Через время парень почувствовал в себе нечеловеческую силу и ловкость в движении, а главное – умение лазать по стенам и метать стальную паутину. Свои способности он направляет на защиту слабых. Так Питер становится настоящим супергероем по имени Человек-паук, который помогает людям и борется с преступностью. Но там, где есть супергерой, рано или поздно всегда объявляется и суперзлодей..."
      },
      {
         "idMovie":325381,
         "nameRu":"Вверх",
         "nameOriginal":"Up",
         "countries":[
            "США",
            "Япония"
         ],
         "genres":[
            "драма",
            "приключения",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2009,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/325381.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/325381.jpg",
         "stream":null,
         "desc":"78-летний ворчун Карл Фредриксен считает, что жизнь обходит его стороной. Чтобы сдержать обещание, данное своей почившей жене, он решает осуществить свою мечту о великом приключении, привязав тысячи воздушных шариков к своему дому и улетев в дебри Южной Америки. Не пролетев и полмили, путешественник обнаруживает, что он ненароком прихватил с собой крайне разговорчивого и неисправимо жизнерадостного 8-летнего мальчика по имени Рассел..."
      },
      {
         "idMovie":775273,
         "nameRu":"Душа",
         "nameOriginal":"Soul",
         "countries":[
            "США",
            "Япония"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "комедия",
            "музыка",
            "мультфильм",
            "семейный"
         ],
         "year":2020,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/775273.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/775273.jpg",
         "stream":null,
         "desc":"Уже немолодой школьный учитель музыки Джо Гарднер всю жизнь мечтал выступать на сцене в составе джазового ансамбля. Однажды он успешно проходит прослушивание у легендарной саксофонистки и, возвращаясь домой вне себя от счастья, падает в люк и умирает. Теперь у Джо одна дорога — в Великое После, но он сбегает с идущего в вечность эскалатора и случайно попадает в Великое До. Тут новенькие души обретают себя, и у будущих людей зарождаются увлечения, мечты и интересы. Джо становится наставником упрямой души 22, которая уже много веков не может найти свою искру и отправиться на Землю."
      },
      {
         "idMovie":9691,
         "nameRu":"Бесславные ублюдки",
         "nameOriginal":"Inglourious Basterds",
         "countries":[
            "США",
            "Германия"
         ],
         "genres":[
            "драма",
            "боевик",
            "комедия",
            "военный"
         ],
         "year":2009,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/9691.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/9691.jpg",
         "stream":null,
         "desc":"Вторая мировая война. В оккупированной немцами Франции группа американских солдат-евреев наводит страх на нацистов, жестоко убивая и скальпируя солдат."
      },
      {
         "idMovie":276762,
         "nameRu":"Гарри Поттер и Дары Смерти: Часть I",
         "nameOriginal":"Harry Potter and the Deathly Hallows: Part 1",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "семейный"
         ],
         "year":2010,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/276762.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/276762.jpg",
         "stream":null,
         "desc":"Гарри Поттера ждёт самое страшное испытание в жизни — смертельная схватка с Волан-де-Мортом. Ждать помощи не от кого — Гарри одинок, как никогда… Друзья и враги Гарри предстают в совершенно неожиданном свете. Граница между Добром и Злом становится всё призрачнее…"
      },
      {
         "idMovie":527,
         "nameRu":"День сурка",
         "nameOriginal":"Groundhog Day",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "фэнтези",
            "комедия"
         ],
         "year":1993,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/527.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/527.jpg",
         "stream":null,
         "desc":"Телевизионный комментатор Фил Коннорс каждый год приезжает в маленький городок в штате Пенсильвания на празднование Дня сурка. Но на этот раз веселье рискует зайти слишком далеко. Время сыграло с ним злую шутку: оно взяло да и остановилось. Теперь на календаре Фила чернеет одна и та же дата - 2 февраля, из которой он никак не может выбраться. Неунывающий ведущий пытается извлечь выгоду из своего комичного положения: впереди у него уйма времени и безмятежное предсказуемое будущее. Отныне с ним не случится ничего плохого... и ничего хорошего. У Фила осталась одна заветная мечта, простая и незамысловатая - 3 февраля..."
      },
      {
         "idMovie":102124,
         "nameRu":"Пираты Карибского моря: На краю света",
         "nameOriginal":"Pirates of the Caribbean: At World's End",
         "countries":[
            "США"
         ],
         "genres":[
            "приключения",
            "боевик",
            "фэнтези"
         ],
         "year":2007,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/102124.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/102124.jpg",
         "stream":null,
         "desc":"Новые приключения Джека Воробья и его друзей Уилла Тернера и Элизабет Суонн. На этот раз Уиллу и Элизабет придется объединиться с самим Капитаном Барбоссой для того, чтобы отправиться на край света и спасти своего друга — Джека. Ситуация осложняется тем, что Элизабет попадает к сингапурским пиратам…"
      },
      {
         "idMovie":571896,
         "nameRu":"Собачья жизнь",
         "nameOriginal":"A Dog's Purpose",
         "countries":[
            "США",
            "Индия"
         ],
         "genres":[
            "драма",
            "приключения",
            "фэнтези",
            "комедия",
            "семейный"
         ],
         "year":2017,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/571896.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/571896.jpg",
         "stream":null,
         "desc":"Собаки бывают разных пород, мастей и размеров. Они - наши самые верные и преданные друзья, а мы учим их хорошим манерам. Собаки всегда думают о нас, правда, иногда и о беконе. Все они каждый день провожают и встречают нас у порога в уверенности, что пока им есть, кого облизывать и любить, в их жизни есть смысл."
      },
      {
         "idMovie":2513,
         "nameRu":"Анастасия",
         "nameOriginal":"Anastasia",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "приключения",
            "фэнтези",
            "мультфильм",
            "семейный",
            "мюзикл"
         ],
         "year":1997,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/2513.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/2513.jpg",
         "stream":null,
         "desc":"Анастасия — дочка последнего русского царя Николая, погубленного зловещим Распутиным. Ей удается спастись, добраться вместе с бабушкой до переполненного вокзала и… потеряться в толпе. Проходит десять лет. Анастасия стала взрослой красавицей и теперь хочет попасть в Париж. Сможет ли царевна осуществить задуманное? Ведь Распутин уже поднялся из своей могилы…"
      },
      {
         "idMovie":377,
         "nameRu":"Семь",
         "nameOriginal":"Se7en",
         "countries":[
            "США"
         ],
         "genres":[
            "триллер",
            "драма",
            "криминал",
            "детектив"
         ],
         "year":1995,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/377.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/377.jpg",
         "stream":null,
         "desc":"Детектив Уильям Сомерсет - ветеран уголовного розыска, мечтающий уйти на пенсию и уехать подальше от города и грешных обитателей. За 7 дней до пенсии на Сомерсета сваливаются две неприятности: молодой напарник Миллс и особо изощренное убийство. Острый ум опытного сыщика сразу определяет, что за этим преступлением, скорее всего, последуют другие. Новости подтверждают его догадку. Поняв, что убийца наказывает свои жертвы за совершенные ими смертные грехи, детектив встает перед выбором: вернуться к работе либо уйти и передать дело своему менее опытному напарнику?"
      },
      {
         "idMovie":4996,
         "nameRu":"Общество мертвых поэтов",
         "nameOriginal":"Dead Poets Society",
         "countries":[
            "США"
         ],
         "genres":[
            "драма"
         ],
         "year":1989,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/4996.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/4996.jpg",
         "stream":null,
         "desc":"Джон Китинг — новый преподаватель английской словесности в консервативном американском колледже. От чопорной массы учителей его выгодно отличают легкость общения, эксцентричное поведение и пренебрежение к программе обучения. Однажды он посвящает своих подопечных в тайну Общества мёртвых поэтов. С этого момента каждый из учеников старается обрести свой собственный голос в безликом хоре, взглянуть на окружающий мир, высоко подпрыгнув над серой школьной оградой."
      },
      {
         "idMovie":349,
         "nameRu":"Хороший, плохой, злой",
         "nameOriginal":"Il buono, il brutto, il cattivo",
         "countries":[
            "Испания",
            "Италия",
            "Германия (ФРГ)"
         ],
         "genres":[
            "криминал",
            "вестерн",
            "боевик"
         ],
         "year":1966,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/349.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/349.jpg",
         "stream":null,
         "desc":"Разгар Гражданской войны, Дикий Запад. По воле судьбы трое мужчин вынуждены объединить усилия в поисках украденного золота. Но совместная работа — не самое подходящее занятие для таких отъявленных бандитов. Компаньоны вскоре понимают, что в их дерзком и опасном путешествии по разоренной войной стране самое важное — никому не доверять и держать пистолет наготове."
      },
      {
         "idMovie":46066,
         "nameRu":"Белое солнце пустыни",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "приключения",
            "боевик",
            "комедия",
            "военный"
         ],
         "year":1969,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46066.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46066.jpg",
         "stream":null,
         "desc":"Бесконечная пустыня. Боец Сухов, прикуривающий от динамитной шашки, нескладный Петруха с вечно заклинивающей трехлинейкой, обаятельный Верещагин с надоевшей черной икрой и знаменитыми песнями-балладами, ловкий Саид , злодей Абдулла со своей бандой, любознательная Гульчатай, играющая с черепахой."
      },
      {
         "idMovie":46638,
         "nameRu":"Мимино",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "комедия"
         ],
         "year":1977,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46638.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46638.jpg",
         "stream":null,
         "desc":"Провинциальный пилот Валико Мизандари по прозвищу Мимино, что значит «сокол», занимается вертолётными перевозками почты, фруктов, кур, баранов и даже коров в горных районах Грузинской ССР. Однажды встретив в Тбилисском аэропорту приятеля по лётному училищу и увидев, на каком великолепном сверхзвуковом самолёте тот летает и в компании каких красавиц-стюардесс работает, Мимино решает изменить свою жизнь и отправляется в Москву подавать документы на переобучение. В гостинице он оказывается в одном номере с армянским водителем Рубеном Хачикяном, которого ошибочно приняли за профессора-эндокринолога."
      },
      {
         "idMovie":77267,
         "nameRu":"Шерлок Холмс и доктор Ватсон: Двадцатый век начинается",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "триллер",
            "криминал",
            "детектив"
         ],
         "year":1986,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/77267.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/77267.jpg",
         "stream":null,
         "desc":"Заключительный фильм телесериала «Приключения Шерлока Холмса и доктора Ватсона». В основе его — поздние и малоизвестные рассказы Артура Конан Дойля, объединенные темой приближающейся мировой войны и борьбы легендарного детектива с иностранными шпионами."
      },
      {
         "idMovie":8125,
         "nameRu":"Красотка",
         "nameOriginal":"Pretty Woman",
         "countries":[
            "США"
         ],
         "genres":[
            "мелодрама",
            "комедия"
         ],
         "year":1990,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/8125.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/8125.jpg",
         "stream":null,
         "desc":"Финансовый магнат Эдвард Льюис, проезжая по ночному городу, останавливается около красивой женщины. Ее зовут Вивьен и она берет только наличными. Наутро он понимает, что не хочет расставаться с ней и предлагает девушке остаться в его номере в отеле еще на некоторое время - за дополнительный гонорар. Вивьен оказывается в море блеска и лжи. Она терпит небрежное отношение к ней ради понравившегося мужчины, который перестал быть для нее просто клиентом."
      },
      {
         "idMovie":251733,
         "nameRu":"Аватар",
         "nameOriginal":"Avatar",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "фантастика",
            "приключения",
            "боевик"
         ],
         "year":2009,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/251733.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/251733.jpg",
         "stream":null,
         "desc":"Бывший морпех Джейк Салли прикован к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса."
      },
      {
         "idMovie":1846,
         "nameRu":"Небесный замок Лапута",
         "nameOriginal":"Tenkuu no Shiro Laputa",
         "countries":[
            "Япония"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "мультфильм",
            "семейный",
            "аниме"
         ],
         "year":1986,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1846.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1846.jpg",
         "stream":null,
         "desc":"Альтернативная реальность, соответствующая началу XX века. В руках девочки по имени Сита находится Летающий Камень. За ним охотятся агенты правительства и пираты, потому что Камень представляет огромную ценность. Пытаясь скрыться от преследователей, Сита встречает Падзу, своего ровесника, работающего в шахтерском городке. Вместе дети выясняют, что Камень — ключ к таинственному летающему острову Лапута."
      },
      {
         "idMovie":399,
         "nameRu":"Храброе сердце",
         "nameOriginal":"Braveheart",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "биография",
            "военный",
            "история"
         ],
         "year":1995,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/399.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/399.jpg",
         "stream":null,
         "desc":"Действие фильма начинается в 1280 году в Шотландии. Это история легендарного национального героя Уильяма Уоллеса, посвятившего себя борьбе с англичанами при короле Эдварде Длинноногом. Он рано лишился отца, погибшего от рук англичан, и его забрал к себе дядя Оргайл, который дал ему хорошее образование в Европе. На родину Уильям возвращается уже взрослым человеком, мечтающим завести семью и жить мирной жизнью. Но судьба распорядилась иначе. Его невесту убили англичане, и он начал свой крестовый поход за свободу."
      },
      {
         "idMovie":44811,
         "nameRu":"Кин-дза-дза!",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "фантастика",
            "комедия"
         ],
         "year":1986,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/44811.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/44811.jpg",
         "stream":null,
         "desc":"Прораб Владимир Николаевич Машков и не подозревал, что обычный путь до универсама за хлебом и макаронами обернется межгалактическими путешествиями. А все эта встреча со странным босоногим человеком с каким-то маленьким устройством — «машинкой перемещения», как тот ее назвал. Короче, нажал на кнопку и оказался вместе со случайным попутчиком, студентом в кроличьей шапке, в пустыне, и не в каких-нибудь Каракумах, а на планете-пустыне Плюк в тентуре, галактика Кин-дза-дза в спирали."
      },
      {
         "idMovie":104938,
         "nameRu":"В погоне за счастьем",
         "nameOriginal":"The Pursuit of Happyness",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "биография"
         ],
         "year":2006,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/104938.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/104938.jpg",
         "stream":null,
         "desc":"Крис Гарднер – отец-одиночка. Воспитывая пятилетнего сына, Крис изо всех сил старается сделать так, чтобы ребенок рос счастливым. Работая продавцом, он не может оплатить квартиру, и их выселяют. Оказавшись на улице, но не желая сдаваться, отец устраивается стажером в брокерскую компанию, рассчитывая получить должность специалиста. Только на протяжении стажировки он не будет получать никаких денег, а стажировка длится 6 месяцев..."
      },
      {
         "idMovie":645118,
         "nameRu":"Головоломка",
         "nameOriginal":"Inside Out",
         "countries":[
            "США",
            "Япония"
         ],
         "genres":[
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2015,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/645118.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/645118.jpg",
         "stream":null,
         "desc":"Райли — обычная 11-летняя школьница, и, как у каждого из нас, ее поведение определяют пять базовых эмоций: Радость, Печаль, Страх, Гнев и Брезгливость. Эмоции живут в сознании девочки и каждый день помогают ей справляться с проблемами, руководя всеми ее поступками. До поры до времени эмоции живут дружно, но вдруг оказывается, что Райли и ее родителям предстоит переезд из небольшого уютного городка в шумный и людный мегаполис. Каждая из эмоций считает, что именно она лучше прочих знает, что нужно делать в этой непростой ситуации, и в голове у девочки наступает полная неразбериха. Чтобы наладить жизнь в большом городе, освоиться в новой школе и подружиться с одноклассниками, эмоциям Райли предстоит снова научиться работать сообща."
      },
      {
         "idMovie":395787,
         "nameRu":"Семь жизней",
         "nameOriginal":"Seven Pounds",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "мелодрама"
         ],
         "year":2008,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/395787.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/395787.jpg",
         "stream":null,
         "desc":"Инженер Бен отправляется в необычное путешествие. В ходе своей поездки он встречает семерых незнакомцев, включая смертельно больную Эмили, которая называет себя девушкой с подбитыми крыльями. Бен неожиданно влюбляется в нее, что сильно усложняет его первоначальный план. Сможет ли он разгадать послание судьбы?"
      },
      {
         "idMovie":160977,
         "nameRu":"Апокалипсис",
         "nameOriginal":"Apocalypto",
         "countries":[
            "США",
            "Мексика"
         ],
         "genres":[
            "триллер",
            "драма",
            "приключения",
            "боевик"
         ],
         "year":2006,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/160977.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/160977.jpg",
         "stream":null,
         "desc":"1517 год. Полуостров Юкатан. В один день рушится мир индейца по имени Лапа Ягуара. Его деревню захватывает соседнее племя, уничтожая хижины, забирая местных жителей в плен. Его ведут в город, чтобы принести в жертву богам. Перед лицом неминуемой смерти Лапа Ягуара должен побороть свои самые сильные страхи и совершить отчаянный рывок, чтобы спасти то, что ему дорого."
      },
      {
         "idMovie":722951,
         "nameRu":"Чудо",
         "nameOriginal":"Wonder",
         "countries":[
            "США",
            "Гонконг",
            "Канада"
         ],
         "genres":[
            "драма",
            "семейный"
         ],
         "year":2017,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/722951.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/722951.jpg",
         "stream":null,
         "desc":"С одной стороны мальчик Август Пулман такой же как и другие мальчишки его возраста - любит ходить на дни рождения к друзьям, играть в компьютерные игры, фанатеет от «Звездных войн», играет со своей собакой, ссорится и мирится со старшей сестрой. А с другой - он совсем не такой как другие мальчишки его возраста. Во-первых, Август никогда не ходил в обычную школу - с первого класса с ним дома занималась мама. Во-вторых, Август перенес 27 операций. Из-за очень редкой, но иногда встречающейся генетической ошибки у Августа нет лица. И вот такой мальчик должен пойти в школу. В первый раз. К обычным детям."
      },
      {
         "idMovie":456,
         "nameRu":"Унесённые ветром",
         "nameOriginal":"Gone with the Wind",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "военный",
            "история"
         ],
         "year":1939,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/456.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/456.jpg",
         "stream":null,
         "desc":"Могучие ветры Гражданской войны в один миг уносят беззаботную юность южанки Скарлетт О`Хара, когда привычный шум балов сменяется грохотом канонад на подступах к родному дому. Для молодой женщины, вынужденной бороться за новую жизнь на разоренной земле, испытания и лишения становятся шансом переосмыслить идеалы, обрести веру в себя и найти настоящую любовь."
      },
      {
         "idMovie":1209780,
         "nameRu":"Маугли дикой планеты",
         "nameOriginal":"Terra Willy: Planète inconnue",
         "countries":[
            "Франция"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2019,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1209780.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1209780.jpg",
         "stream":null,
         "desc":"Попав в метеоритный дождь, юный космический исследователь Вилли оказывается на неизвестной планете. С помощью робота Бака он должен выжить здесь до прибытия спасательной миссии его родителей. Но батарея Бака быстро садится, и, чтобы спасти Бака и вернуться домой, Вилли придется найти новых друзей и научиться жить по законам джунглей дикой планеты."
      },
      {
         "idMovie":12198,
         "nameRu":"Игра",
         "nameOriginal":"The Game",
         "countries":[
            "США"
         ],
         "genres":[
            "триллер",
            "драма",
            "детектив",
            "приключения"
         ],
         "year":1997,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/12198.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/12198.jpg",
         "stream":null,
         "desc":"Николас Ван Ортон - само воплощение успеха. Он преуспевает, он невозмутим и спокоен, привык держать любую ситуацию под контролем. На день рождения Николас получает необычный подарок - билет для участия в «Игре». Ему обещают, что игра вернет яркие чувства, позволит ощутить вкус и остроту жизни. Вступив в игру, Николас начинает осознавать, что это игра всерьез, игра не на жизнь, а на смерть."
      },
      {
         "idMovie":45314,
         "nameRu":"Жестокий романс",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "история"
         ],
         "year":1984,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/45314.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/45314.jpg",
         "stream":null,
         "desc":"Действие разворачивается на берегу Волги в вымышленном провинциальном городке Бряхимове в 1877—1878 годах. Харита Игнатьевна Огудалова — дворянка хорошей и уважаемой фамилии, вдова с тремя взрослыми дочерьми, обеднела после смерти мужа, но делает всё, чтобы устроить жизнь дочерей и выдать их замуж за достаточно богатых и знатных женихов. В отсутствие средств она держит открытый дом, рассчитывая, что общество красивых и музыкальных барышень привлечёт холостых мужчин, достаточно богатых, чтобы жениться по любви на бесприданницах. Единственная «непристроенная» дочь Хариты — самая младшая — Лариса Дмитриевна Огудалова, к которой неравнодушны сразу несколько состоятельных господ, среди которых Сергей Сергеевич Паратов — красивый, обаятельный, франтоватый, легкомысленный и богатый барин."
      },
      {
         "idMovie":1091,
         "nameRu":"Люди в чёрном",
         "nameOriginal":"Men in Black",
         "countries":[
            "США"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "боевик",
            "комедия"
         ],
         "year":1997,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1091.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1091.jpg",
         "stream":null,
         "desc":"Они - самый большой секрет Земли. Они работают на неофициальное правительственное агентство, регулирующее деятельность инопланетян на Земле. Они - это лучшая, последняя и единственная линия защиты Земли от отбросов вселенной. Их работа секретна, их оружие совершенно, им нет равных, они не оставляют следов. Они - это Люди в черном."
      },
      {
         "idMovie":46063,
         "nameRu":"Белорусский вокзал",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма"
         ],
         "year":1970,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46063.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46063.jpg",
         "stream":null,
         "desc":"Герои фильма расстались на Белорусском вокзале летом 1945-го. Спустя четверть века они встречаются на похоронах боевого товарища. В их душах с новой силой оживает пережитое. Время не властно над их памятью: ветераны сохранили верность фронтовой дружбе, способность жертвовать собой, неистребимую любовь к жизни."
      },
      {
         "idMovie":45694,
         "nameRu":"Вечера на хуторе близ Диканьки",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "мелодрама",
            "фэнтези",
            "комедия"
         ],
         "year":1961,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/45694.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/45694.jpg",
         "stream":null,
         "desc":"Веселая история про то, как в рождественскую ночь в украинском селе всех попутал бес и как могучему кузнецу Вакуле удалось одолеть нечистую силу и добыть для своей невесты царские черевички. Экранизация повести Н. В. Гоголя «Ночь перед Рождеством»."
      },
      {
         "idMovie":104927,
         "nameRu":"Отпуск по обмену",
         "nameOriginal":"The Holiday",
         "countries":[
            "США"
         ],
         "genres":[
            "мелодрама",
            "комедия"
         ],
         "year":2006,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/104927.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/104927.jpg",
         "stream":null,
         "desc":"Айрис Симпкинс, автор популярной свадебной колонки в лондонской «Daily Telegraph», живет в очаровательном коттедже в английской провинции. Она влюблена в мужчину, который любит другую. Далеко от нее в Южной Калифорнии живет Аманда Вудс, владелица процветающего рекламного агентства, занимающегося созданием роликов для фильмов. Она вдруг обнаруживает, что любимый человек ей изменяет. Две незнакомые друг с другом женщины, живущие на расстоянии 10 000 километров друг от друга, оказываются в схожей ситуации. И они находят друг друга. В Интернете, на сайте обмена жильем на время отпуска. Перед Рождеством Айрис и Аманда решают отдохнуть от своих проблем, договорившись поменяться континентами и пожить друг у друга в течение двух недель. Айрис переезжает в дом Аманды в"
      },
      {
         "idMovie":645276,
         "nameRu":"Лекарь: Ученик Авиценны",
         "nameOriginal":"The Physician",
         "countries":[
            "Германия"
         ],
         "genres":[
            "драма",
            "приключения",
            "история"
         ],
         "year":2013,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/645276.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/645276.jpg",
         "stream":null,
         "desc":"Англия, XI век. Мать десятилетнего Роба Коула умирает в страшных мучениях: никто не знает ни природы её болезни, ни лекарства против неё. Маленький Роб, потрясенный до глубины души, во что бы то ни стало стремится разгадать эту тайну. Ему суждено пройти долгий путь, от Англии до Персии, его учителями становятся сначала обыкновенный шарлатан Барбер, а потом - великий лекарь Авиценна. Мудрый учитель видит в Робе необыкновенный талант к медицине, но советует ему не спешить делать вещи, которые не соответствуют веку. Но Роб ни перед чем не останавливается в своем желании научиться спасать людей от смерти, и над его собственной жизнью нависает угроза, ведь он дважды пошел против предрассудков: использовал для научных исследований тело человека и полюбил женщину, отданную в жены другому."
      },
      {
         "idMovie":44720,
         "nameRu":"Карнавальная ночь",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "мелодрама",
            "комедия",
            "мюзикл"
         ],
         "year":1956,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/44720.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/44720.jpg",
         "stream":null,
         "desc":"Команда молодых работников клуба готовится к встрече Нового года. Они задумывают провести интересный и веселый праздник, но, на беду ребят, их берется контролировать директор клуба Огурцов — бюрократ, буквоед и чинуша. Собрав всех в своем кабинете, он подробно рассказывает о «своем видении» того, как правильно и полезно провести новогоднюю ночь. Организаторы понимают, что Огурцов собирается вместо праздника преподнести гостям клуба некий коктейль из смотра художественной самодеятельности и партсобрания. И тогда молодежь решает хитростью обойти недалекого начальника, чтобы организовать настоящий новогодний бал."
      },
      {
         "idMovie":835086,
         "nameRu":"Ford против Ferrari",
         "nameOriginal":"Ford v Ferrari",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "биография",
            "боевик",
            "спорт"
         ],
         "year":2019,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/835086.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/835086.jpg",
         "stream":null,
         "desc":"В начале 1960-х Генри Форд II принимает решение улучшить имидж компании и сменить курс на производство более модных автомобилей. После неудавшейся попытки купить практически банкрота Ferrari американцы решают бросить вызов итальянским конкурентам на трассе и выиграть престижную гонку 24 часа Ле-Мана. Чтобы создать подходящую машину, компания нанимает автоконструктора Кэррола Шэлби, а тот отказывается работать без выдающегося, но, как считается, трудного в общении гонщика Кена Майлза. Вместе они принимаются за разработку впоследствии знаменитого спорткара Ford GT40."
      },
      {
         "idMovie":1188529,
         "nameRu":"Достать ножи",
         "nameOriginal":"Knives Out",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "криминал",
            "детектив",
            "комедия"
         ],
         "year":2019,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1188529.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1188529.jpg",
         "stream":null,
         "desc":"На следующее утро после празднования 85-летия известного автора криминальных романов Харлана Тромби виновника торжества находят мёртвым. Налицо — явное самоубийство, но полиция по протоколу опрашивает всех присутствующих в особняке членов семьи, хотя, в этом деле больше заинтересован частный детектив Бенуа Блан. Тем же утром он получил конверт с наличными от неизвестного и заказ на расследование смерти Харлана. Не нужно быть опытным следователем, чтобы понять, что все приукрашивают свои отношения с почившим главой семейства, но Блану достаётся настоящий подарок — медсестра покойного, которая физически не выносит ложь."
      },
      {
         "idMovie":450213,
         "nameRu":"Невидимая сторона",
         "nameOriginal":"The Blind Side",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "биография",
            "спорт"
         ],
         "year":2009,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/450213.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/450213.jpg",
         "stream":null,
         "desc":"Благополучная белая семья берет к себе толстого, неграмотного бездомного темнокожего подростка и помогает стать ему спортивной звездой, и поступить в университет."
      },
      {
         "idMovie":77282,
         "nameRu":"Обыкновенное чудо",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "мелодрама",
            "фэнтези",
            "комедия",
            "семейный",
            "мюзикл"
         ],
         "year":1978,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/77282.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/77282.jpg",
         "stream":null,
         "desc":"Пришло время – волшебник женился, остепенился, занялся хозяйством. Но однажды, встретив в лесу медведя, все-таки не вытерпел: взял и превратил его в прекрасного юношу, поставив условие, что тот снова станет медведем, если его поцелует принцесса."
      },
      {
         "idMovie":819101,
         "nameRu":"Омерзительная восьмерка",
         "nameOriginal":"The Hateful Eight",
         "countries":[
            "США"
         ],
         "genres":[
            "триллер",
            "драма",
            "криминал",
            "детектив",
            "вестерн"
         ],
         "year":2015,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/819101.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/819101.jpg",
         "stream":null,
         "desc":"США после Гражданской войны. Легендарный охотник за головами Джон Рут по кличке Вешатель конвоирует заключенную. По пути к ним прибиваются еще несколько путешественников. Снежная буря вынуждает компанию искать укрытие в лавке на отшибе, где уже расположилось весьма пёстрое общество: генерал конфедератов, мексиканец, ковбой… И один из них — не тот, за кого себя выдает."
      },
      {
         "idMovie":233084,
         "nameRu":"Творение Господне",
         "nameOriginal":"Something the Lord Made",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "биография"
         ],
         "year":2004,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/233084.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/233084.jpg",
         "stream":null,
         "desc":"В 40-х годах XX-го века Альфред Блэлок, хирург от Бога, совершил революцию в медицине. Работая в одной из больниц Балтимора, он разработал методику операций по спасению детей с врожденным пороком сердца. Его соратником, незаменимым помощником и лучшим другом стал чернокожий лаборант Вивьен Томас. Общественное мнение никак не могло смириться с этим вопиющим фактом, и в итоге под угрозой оказалась не только их дружба, но и продолжение совместных исследований."
      },
      {
         "idMovie":7103,
         "nameRu":"Назад в будущее 3",
         "nameOriginal":"Back to the Future Part III",
         "countries":[
            "США"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "вестерн",
            "комедия",
            "семейный"
         ],
         "year":1990,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/7103.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/7103.jpg",
         "stream":null,
         "desc":"Несмотря на просьбы Дока не навещать его в XIX веке, Марти вновь хочет вмешаться в ход событий и на машине времени уносится в 1885 год, навстречу Дикому Западу. Это путешествие, как и все прежние, не обходится без опасных приключений, но смелый Марти, рискуя жизнью, предотвращает трагедию в жизни Эммета Брауна. Тот, в свою очередь, без памяти влюбляется в очаровательную незнакомку, которую спасает от гибели, и поездка домой — в будущее — теряет для него всякий смысл."
      },
      {
         "idMovie":81041,
         "nameRu":"Алеша Попович и Тугарин Змей",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "мелодрама",
            "приключения",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный",
            "мюзикл"
         ],
         "year":2004,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/81041.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/81041.jpg",
         "stream":null,
         "desc":"Когда подступила к Ростову вражеская орда во главе с Тугариным Змеем, Алеша Попович не сумел уберечь жителей от выплаты дани. Теперь богатырь должен восстановить доброе имя, вернуть золото и прогнать неприятеля с земли русской. Он отправляется в путешествие, а помогут ему в этом дядька Тихон, девушка Любава, ее бабушка и говорящий конь Юлий."
      },
      {
         "idMovie":43602,
         "nameRu":"Самая обаятельная и привлекательная",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "мелодрама",
            "комедия"
         ],
         "year":1985,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/43602.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/43602.jpg",
         "stream":null,
         "desc":"У инженера Нади Клюевой максимум общественной и минимум личной жизни. Всё меняется, когда она случайно встречает в автобусе свою старую знакомую, бывшую одноклассницу Сусанну, ныне работающую социологом на заводе бытовых кондиционеров. Сусанна решает наладить личную жизнь своей подруги, используя научный метод."
      },
      {
         "idMovie":885317,
         "nameRu":"Ученик чудовища",
         "nameOriginal":"Bakemono no ko",
         "countries":[
            "Япония"
         ],
         "genres":[
            "драма",
            "боевик",
            "фэнтези",
            "мультфильм",
            "аниме"
         ],
         "year":2015,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/885317.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/885317.jpg",
         "stream":null,
         "desc":"9-летний мальчик Рэн остался без родителей, сбежал от опекунов и скитался по улицам Токио. Там он встречает великого воина Медвежута — похожее на медведя чудище, явившееся из параллельного мира, чтобы найти себе ученика. Им и становится Рэн. В мире чудовищ мальчик получает имя Девята и под началом Медвежута начинает тренировки, чтобы стать мастером боевых искусств."
      },
      {
         "idMovie":61237,
         "nameRu":"Железный человек",
         "nameOriginal":"Iron Man",
         "countries":[
            "США",
            "Канада"
         ],
         "genres":[
            "фантастика",
            "приключения",
            "боевик"
         ],
         "year":2008,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/61237.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/61237.jpg",
         "stream":null,
         "desc":"Миллиардер-изобретатель Тони Старк попадает в плен к Афганским террористам, которые пытаются заставить его создать оружие массового поражения. В тайне от своих захватчиков Старк конструирует высокотехнологичную киберброню, которая помогает ему сбежать. Однако по возвращении в США он узнаёт, что в совете директоров его фирмы плетётся заговор, чреватый страшными последствиями. Используя своё последнее изобретение, Старк пытается решить проблемы своей компании радикально..."
      },
      {
         "idMovie":1191022,
         "nameRu":"Подольские курсанты",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "драма",
            "боевик",
            "военный",
            "история"
         ],
         "year":2020,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1191022.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1191022.jpg",
         "stream":null,
         "desc":"Октябрь 1941 года, Подмосковье. Около трёх с половиной тысяч курсантов подольских артиллерийского и пехотного училищ получают приказ занять оборону на Ильинском рубеже и совместно с регулярными частями 43-й армии сдерживать наступление фашистских захватчиков, пока не подойдёт подкрепление. Погибая, вчерашние мальчишки держат оборону от многократно превышающих сил немцев и на двенадцать дней становятся преградой на пути врага к Москве."
      },
      {
         "idMovie":126196,
         "nameRu":"Жизнь других",
         "nameOriginal":"Das Leben der Anderen",
         "countries":[
            "Франция",
            "Германия"
         ],
         "genres":[
            "триллер",
            "драма",
            "детектив"
         ],
         "year":2006,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/126196.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/126196.jpg",
         "stream":null,
         "desc":"Сто тысяч сотрудников, двести тысяч информаторов. Вместе они — щит и меч партии, знаменитое Штази. Их метод — подозрение. Жизнь других — их профессия. Популярный писатель и драматург Георг Драйман так бы и дожил до конца своих дней, обласканный вниманием благодарных читателей и абсолютно неинтересный для спецслужб, если бы не роман с известной театральной актрисой. Слишком известной, чтобы остаться незамеченной влиятельным чиновником из ЦК. Так в жизни Драймана появляются специалисты из Штази."
      },
      {
         "idMovie":519,
         "nameRu":"Человек дождя",
         "nameOriginal":"Rain Man",
         "countries":[
            "США"
         ],
         "genres":[
            "драма"
         ],
         "year":1988,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/519.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/519.jpg",
         "stream":null,
         "desc":"Грубоватому и эгоистичному молодому человеку Чарли в наследство от отца достались лишь розовые кусты да «Бьюик» 1949 года, а львиная доля наследства уходит его брату-аутисту Раймонду. Задавшись целью отобрать «свою долю», Чарли похищает старшего брата. Но когда выясняет, что Раймонд обладает недюжими математическими способностями, памятью и внимательностью, решает использовать это в корыстных целях."
      },
      {
         "idMovie":40955,
         "nameRu":"Приходи на меня посмотреть",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "мелодрама",
            "комедия"
         ],
         "year":2000,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/40955.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/40955.jpg",
         "stream":null,
         "desc":"Софья Ивановна давно не встает со своего кресла. А ее единственная дочь Таня, похоже, смирилась с положением старой девы. Вся ее жизнь - это заботы о больной матери. Но в один из предновогодних вечеров Софья Ивановна собралась умирать. И с этого момента в московской квартире начинаются настоящие новогодние чудеса."
      },
      {
         "idMovie":280174,
         "nameRu":"Монстры на каникулах",
         "nameOriginal":"Hotel Transylvania",
         "countries":[
            "США"
         ],
         "genres":[
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2012,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/280174.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/280174.jpg",
         "stream":null,
         "desc":"Граф Дракула для себя и своей любимой дочки построил хорошо укрытый от посторонних глаз отель, куда монстры со всего света приезжают отдохнуть от семейных забот, повседневной суеты и, конечно… людей. Но вездесущие американские туристы проникают и сюда."
      },
      {
         "idMovie":1008113,
         "nameRu":"Таксист",
         "nameOriginal":"Taeksi unjeonsa",
         "countries":[
            "Корея Южная"
         ],
         "genres":[
            "драма",
            "биография",
            "история"
         ],
         "year":2017,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1008113.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1008113.jpg",
         "stream":null,
         "desc":"В результате военного переворота в декабре 1979 года южнокорейским президентом становится Чон Ду-хван. После расстрела студенческой демонстрации в городе Кванджу местные жители решают массово выступить против режима. Диктатор бросает на подавление восстания военные части. В это время оказавшийся в Токио репортёр германской газеты решает проникнуть в Кванджу, чтобы донести до внешнего мира правду о том, что творится в Корее. Доставить немца в зону боевых действий и обратно должен простой сеульский таксист Ман-соп, который с утра даже не представлял, что скоро ему придется скрываться от военных патрулей."
      },
      {
         "idMovie":437410,
         "nameRu":"Темный рыцарь: Возрождение легенды",
         "nameOriginal":"The Dark Knight Rises",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "триллер",
            "драма",
            "криминал",
            "фантастика",
            "боевик"
         ],
         "year":2012,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/437410.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/437410.jpg",
         "stream":null,
         "desc":"Восемь лет назад Бэтмен растворился в ночи, превратившись из героя в беглеца. Приняв на себя вину за смерть прокурора Харви Дента, он пожертвовал всем. Вместе с комиссаром Гордоном они решили, что так будет лучше для всех. Пока преступность была раздавлена антикриминальным актом Дента, ложь действовала. Тем не менее, еще опаснее становится появление нового врага Бэйна, чье лицо закрыто маской. Он разворачивает в Готэме чудовищную деятельность, и это вынуждает Брюса Уэйна выйти из импровизированного изгнания. Однако даже надев свой костюм, Бэтмен может проиграть Бэйну. Но с появлением хитрой воровки по прозвищу Женщина — Кошка с загадочным прошлым всё меняется."
      },
      {
         "idMovie":1254059,
         "nameRu":"Доктор Лиза",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "драма",
            "биография"
         ],
         "year":2020,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1254059.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1254059.jpg",
         "stream":null,
         "desc":"Один день из жизни Елизаветы Глинки — филантропа и основательницы фонда «Справедливая помощь». Еще утром она планировала провести его с семьей, отмечая 30-летие свадьбы, но даже сегодня не может отключить телефон. Доктор Лиза должна ехать на вокзал, чтобы накормить бездомных, и к знакомому врачу Шевкунову, чтобы попросить морфин для умирающей девочки. Все это время за ней следят правоохранительные органы, которые давно интересуются этой чрезвычайно энергичной благотворительницей."
      },
      {
         "idMovie":77206,
         "nameRu":"Собака на сене",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "комедия",
            "мюзикл"
         ],
         "year":1977,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/77206.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/77206.jpg",
         "stream":null,
         "desc":"Богатая и знатная сеньора Диана терзается сомнениями: ей нужно выбрать между достойными ее руки женихами и личным секретарем — красавцем и ловеласом. А тот, в свою очередь, не может решить, кто ему больше по сердцу — его обворожительная хозяйка или ее прелестная служанка..."
      },
      {
         "idMovie":693969,
         "nameRu":"Ветер крепчает",
         "nameOriginal":"Kaze tachinu",
         "countries":[
            "Япония"
         ],
         "genres":[
            "драма",
            "биография",
            "история",
            "мультфильм",
            "аниме"
         ],
         "year":2013,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/693969.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/693969.jpg",
         "stream":null,
         "desc":"Мальчик Дзиро мечтает о полетах и красивых самолетах, способных обогнать ветер. Вот только пилотом ему не стать — он с рождения близорук. Но Дзиро не расстается с мечтой о небе, он начинает придумывать идеальный самолет и со временем становится одним из лучших авиаконструкторов мира. На пути к успеху он не только встретит много интересных людей, переживет Великое землетрясение в Токио и жестокие войны, но и обретет любовь своей жизни – прекрасную Наоко."
      },
      {
         "idMovie":45463,
         "nameRu":"Человек с бульвара Капуцинов",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "мелодрама",
            "вестерн",
            "комедия",
            "мюзикл"
         ],
         "year":1987,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/45463.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/45463.jpg",
         "stream":null,
         "desc":"В одном из ковбойских городков Дикого Запада с его традиционной стрельбой, сквернословием и мордобоем появляется тихий миссионер кино мистер Фёст. Неведомое прежде ковбоям «синема» до неузнаваемости меняет уклад их жизни, нравы и привычки."
      },
      {
         "idMovie":1256482,
         "nameRu":"Расправь крылья",
         "nameOriginal":"Donne-moi des ailes",
         "countries":[
            "Франция",
            "Норвегия"
         ],
         "genres":[
            "драма",
            "приключения",
            "семейный"
         ],
         "year":2019,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1256482.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1256482.jpg",
         "stream":null,
         "desc":"Подросток Тома навещает во время отдыха своего отца Кристиана, чудаковатого орнитолога. Но для юноши, увлеченного гаджетами и играми, разведение диких гусей во французской деревне и эксперименты отца наводят лишь тоску. Однако все меняется, когда Тома решает спасти исчезающий вид диких гусей и отправляется в воодушевляющее путешествие с «небесными ангелами», как их называет Кристиан."
      },
      {
         "idMovie":44062,
         "nameRu":"Свой среди чужих, чужой среди своих",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "боевик"
         ],
         "year":1974,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/44062.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/44062.jpg",
         "stream":null,
         "desc":"1920-е годы, маленький город на юге России. Гражданская война закончилась, но до полной победы большевиков ещё далеко. Группа бандитов из бывших белых офицеров грабит поезд с золотом, на которое нужно было купить хлеб для голодающих, и пятеро друзей - бывших красных бойцов - вступают с ними в смертельную схватку. Подозрение в предательстве падает на одного из них, и, сбежав от товарищей, он должен вернуть золото, чтобы доказать свою невиновность."
      },
      {
         "idMovie":45748,
         "nameRu":"Весна на Заречной улице",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "мелодрама"
         ],
         "year":1956,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/45748.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/45748.jpg",
         "stream":null,
         "desc":"Лучший сталевар завода Саша Савченко не привык к отказам женщин. Решив по-быстрому покорить молодую учительницу Татьяну Левченко из школы рабочей молодёжи, он неожиданно получает отказ. Поначалу он пытается играть в безразличие, но позже Саша внезапно понимает, что к нему впервые пришло настоящее, глубокое чувство."
      },
      {
         "idMovie":81432,
         "nameRu":"Формула любви",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "мелодрама",
            "комедия"
         ],
         "year":1984,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/81432.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/81432.jpg",
         "stream":null,
         "desc":"Музыкальная комедия по мотивам повести Алексея Толстого «Граф Калиостро» . В 1780 году Джузеппе Калиостро прибыл в Россию для представления высшей знати. Умыкнув под предлогом лечения отца юную Марью Ивановну, граф пытается влюбить в себя девицу, но безуспешно. В провинциальном поместье, где волею случая оказались путешественники, живет юноша, влюбленный в мраморную статую. С помощью Калиостро он надеется оживить мрамор, но встреча с живой Машей все меняет..."
      },
      {
         "idMovie":86326,
         "nameRu":"Счастливое число Слевина",
         "nameOriginal":"Lucky Number Slevin",
         "countries":[
            "США",
            "Великобритания",
            "Германия",
            "Канада"
         ],
         "genres":[
            "триллер",
            "драма",
            "криминал"
         ],
         "year":2005,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/86326.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/86326.jpg",
         "stream":null,
         "desc":"Слевину не везет. Дом опечатан, девушка ушла к другому… Его друг Ник уезжает из Нью-Йорка и предлагает Слевину пожить в пустой квартире. В это время крупный криминальный авторитет по прозвищу Босс хочет рассчитаться со своим бывшим партнером за убийство сына и в отместку «заказать» его наследника."
      },
      {
         "idMovie":81555,
         "nameRu":"Загадочная история Бенджамина Баттона",
         "nameOriginal":"The Curious Case of Benjamin Button",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "фэнтези"
         ],
         "year":2008,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/81555.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/81555.jpg",
         "stream":null,
         "desc":"Фильм о мужчине, который родился в возрасте 80 лет, а затем… начал молодеть. Этот человек, как и каждый из нас, не мог остановить время. Его путь в ХХI век, берущий свое начало в Новом Орлеане в 1918 году в самом конце Первой Мировой войны, будет столь необычен, что вряд ли мог иметь место в жизни кого-либо другого. Фильм повествует о судьбе уникального человека, о людях и событиях, что ждут его впереди, о любви, которую он обретет и потеряет, о радостях жизни и грусти потерь и о том, что остается с нами вне времени."
      },
      {
         "idMovie":485311,
         "nameRu":"Король говорит!",
         "nameOriginal":"The King's Speech",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "драма",
            "биография",
            "история"
         ],
         "year":2010,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/485311.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/485311.jpg",
         "stream":null,
         "desc":"Герцог готовится вступить в должность британского короля Георга VI, отца королевы Елизаветы II. После того, как его брат отрекается от престола, мужчина неохотно соглашается на трон. Измученный страшным нервным заиканием и сомнениями в своих способностях руководить страной, Георг обращается за помощью к неортодоксальному логопеду по имени Лайонел Лог."
      },
      {
         "idMovie":540,
         "nameRu":"Красавица и чудовище",
         "nameOriginal":"Beauty and the Beast",
         "countries":[
            "США",
            "Япония"
         ],
         "genres":[
            "мелодрама",
            "фэнтези",
            "мультфильм",
            "семейный",
            "мюзикл"
         ],
         "year":1991,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/540.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/540.jpg",
         "stream":null,
         "desc":"В заколдованном замке, скрытом в темном лесу, живет ужасное Чудовище. Растопить лед в его сердце и вернуть ему человеческий облик, сняв заклятие, может только прекрасная девушка, которая полюбит его таким, какой он есть."
      },
      {
         "idMovie":43007,
         "nameRu":"По семейным обстоятельствам",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "комедия"
         ],
         "year":1978,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/43007.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/43007.jpg",
         "stream":null,
         "desc":"Женщина средних лет решает разменять свою квартиру, где она живет вместе с семьей дочери. Но встреча с обаятельным мужчиной благополучно разрешает «квартирный вопрос»: она переселяется к избраннику и на собственном опыте узнает, что значит жить с родителями."
      },
      {
         "idMovie":336,
         "nameRu":"Пролетая над гнездом кукушки",
         "nameOriginal":"One Flew Over the Cuckoo's Nest",
         "countries":[
            "США"
         ],
         "genres":[
            "драма"
         ],
         "year":1975,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/336.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/336.jpg",
         "stream":null,
         "desc":"Рэндла Патрика Макмёрфи, патологического преступника и бунтаря, переводят из колонии в психиатрическую клинику, чтобы установить, является он душевнобольным или нет. В клинике он обнаруживает, что отделение контролирует хладнокровная, строгая и одержимая распорядком старшая медсестра Милдред Рэтчед. Макмёрфи намерен не подчиняться абсурдным, на его взгляд, правилам и одновременно повеселиться от души. Его бунтарская натура заражает других пациентов, но сестра Рэтчед решительно настроена пресечь это."
      },
      {
         "idMovie":46512,
         "nameRu":"Максим Перепелица",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "комедия"
         ],
         "year":1955,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46512.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46512.jpg",
         "stream":null,
         "desc":"Веселого парня, деревенского шутника и балагура Максима Перепелицу призывают на службу в армию. Но и там, пытаясь избежать трудностей армейской жизни, он пытается ловчить. Однако открытый добродушный нрав, настоящий характер заставляют парня переосмыслить происходящее с ним. На побывку в родное село, где его дожидается любимая, Максим приезжает в звании младшего сержанта."
      },
      {
         "idMovie":703187,
         "nameRu":"Восточный ветер",
         "nameOriginal":"Ostwind",
         "countries":[
            "Германия"
         ],
         "genres":[
            "драма",
            "приключения",
            "семейный"
         ],
         "year":2013,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/703187.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/703187.jpg",
         "stream":null,
         "desc":"Из-за плохой успеваемости родители отправляют 14-летнюю Мику в поместье к строгой бабушке. Поездка преподносит один сюрприз за другим: оказывается, бабушка, Мария Кальтенбах – знаменитая всадница в прошлом, которая теперь тренирует молодые таланты и разводит лошадей. Несмотря на то, что сама Мика ни разу в жизни не ездила верхом, да и не горит желанием научиться, один из обитателей конюшни - вороной жеребец по имени Оствинд неожиданно привлекает её внимание. Девушка легко находит с ним общий язык, даже не подозревая о том, что все вокруг считают коня диким и опасным. Так начинается их необыкновенная дружба."
      },
      {
         "idMovie":7097,
         "nameRu":"Балто",
         "nameOriginal":"Balto",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "драма",
            "приключения",
            "история",
            "мультфильм",
            "семейный"
         ],
         "year":1995,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/7097.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/7097.jpg",
         "stream":null,
         "desc":"Наполовину лайка, наполовину волк, Балто и сам не знает кто он такой на самом деле. Всеми гонимый бродяга в ледяной пустыне Аляски. Только его друзья русский полярный гусь Борис, медвежата Мак и Лак и красавица-лайка Дженна уверены, что хотя он и не такой как все, но в его груди бьется благородное сердце. Однажды случается несчастье. Эпидемия дифтерии охватила детей небольшого поселка, а свирепая вьюга сделала непроходимыми все дороги. Лишь собачья упряжка может преодолеть шестьсот миль через ослепляющий арктический шторм и привезти спасительное лекарство. Но собаки сбились с дороги где-то на замерзших просторах. Теперь только Балто может найти упряжку и спасти детей, а заодно стать героем и настоящей легендой!"
      },
      {
         "idMovie":45822,
         "nameRu":"Вокзал для двоих",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "драма",
            "мелодрама"
         ],
         "year":1982,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/45822.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/45822.jpg",
         "stream":null,
         "desc":"Город Заступинск, где-то между Москвой и Алма-Атой, ближе к Воронежу. Вокзальная буфетчица Вера и пианист Платон Рябинин из Москвы познакомились при весьма непривлекательных обстоятельствах. В результате Вера потеряла жениха с дынями, но нашла любимого, который вскоре должен отбыть в отдаленные места, чтобы нести наказание за несовершенное преступление..."
      },
      {
         "idMovie":281251,
         "nameRu":"Мальчик в полосатой пижаме",
         "nameOriginal":"The Boy in the Striped Pajamas",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "драма",
            "военный"
         ],
         "year":2008,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/281251.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/281251.jpg",
         "stream":null,
         "desc":"История, происходящая во время Второй мировой войны и показанная сквозь глаза невинного и ничего не подозревающего о происходящих событиях Бруно, восьмилетнего сына коменданта концентрационного лагеря. Его случайное знакомство и дружба с еврейским мальчиком по другую сторону ограды лагеря, в конечном счете, приводит к самым непредсказуемым и ошеломительным последствиям."
      },
      {
         "idMovie":39259,
         "nameRu":"Профессионал",
         "nameOriginal":"Le professionnel",
         "countries":[
            "Франция"
         ],
         "genres":[
            "триллер",
            "драма",
            "криминал",
            "боевик"
         ],
         "year":1981,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/39259.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/39259.jpg",
         "stream":null,
         "desc":"Убить президента африканской республики. Такое задание получил секретный агент Жослен Бомон. Внезапно политика изменилась, и французское правительство сдает героя африканским властям. Сбежав с каторги, волк-одиночка возвращается на родину с одной целью: довести задание до конца. А чернокожий лидер как раз приезжает во Францию."
      },
      {
         "idMovie":5002368,
         "nameRu":"Доктор",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "драма"
         ],
         "year":2022,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/5002368.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/5002368.jpg",
         "stream":null,
         "desc":"Ночью в психоневрологическом отделении для подростков происходит ужасное событие — едва не гибнет один из пациентов. Взрослые предполагают, что виновник ночного происшествия — кто-то из ребят. Врачи опасаются, что история повторится и закончится трагедией. Есть версия, что подростки по ночам играют в «собачий кайф», игру с удушением. Разобраться во всем и остановить смертельную игру должен Иван Христофоров — психиатр, который лечит юных пациентов не столько таблетками, сколько педагогическими методами. Но, оказывается, что найти виновника — это самое простое."
      },
      {
         "idMovie":601564,
         "nameRu":"Легенда №17",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "драма",
            "биография",
            "спорт"
         ],
         "year":2012,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/601564.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/601564.jpg",
         "stream":null,
         "desc":"История жизни хоккеиста Валерия Харламова."
      },
      {
         "idMovie":8219,
         "nameRu":"Могила светлячков",
         "nameOriginal":"Hotaru no Haka",
         "countries":[
            "Япония"
         ],
         "genres":[
            "драма",
            "военный",
            "история",
            "мультфильм",
            "аниме"
         ],
         "year":1988,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/8219.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/8219.jpg",
         "stream":null,
         "desc":"Последние дни Второй мировой войны, американская авиация бомбит беззащитные японские города. В водоворот каждодневного кошмара попадают 14-летний Сэйта и его сестренка Сэцуко - потеряв близких, они остались совсем одни. Мальчик в одночасье становится взрослым и осознаёт, что от него зависит жизнь маленькой сестры. Укрывшись в заброшенном убежище, Сэйта и Сэцуко пытаются выжить собственными силами. И пусть в их глазах смертоносный огонь в небе - всего лишь огоньки светлячков, жестокая война не щадит даже невинные детские души, вынося им беспощадный приговор."
      },
      {
         "idMovie":707,
         "nameRu":"Ледниковый период",
         "nameOriginal":"Ice Age",
         "countries":[
            "США",
            "Франция",
            "Канада"
         ],
         "genres":[
            "приключения",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2002,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/707.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/707.jpg",
         "stream":null,
         "desc":"Действие разворачивается 20 тыс. лет назад. Чтобы избежать приближающегося из-за наступления ледникового периода холода, животные мигрируют на юг. Однако некоторые из них всё-таки решают остаться - одинокий, угрюмый мамонт Манфред, а также бесшабашный ленивец Сид. Случайно эта парочка наталкивается на человеческого детёныша. Они решаются вернуть его людям и отправляются в путешествие. По пути они встречают саблезубого хитрого тигра. И теперь этой веселой компании предстоят забавные приключения!"
      },
      {
         "idMovie":841081,
         "nameRu":"Ла-Ла Ленд",
         "nameOriginal":"La La Land",
         "countries":[
            "США",
            "Гонконг"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "комедия",
            "музыка",
            "мюзикл"
         ],
         "year":2016,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/841081.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/841081.jpg",
         "stream":null,
         "desc":"Это история любви старлетки, которая между прослушиваниями подает кофе состоявшимся кинозвездам, и фанатичного джазового музыканта, вынужденного подрабатывать в заштатных барах. Но пришедший к влюбленным успех начинает подтачивать их отношения."
      },
      {
         "idMovie":1234939,
         "nameRu":"Счастье в конверте",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "мелодрама",
            "семейный"
         ],
         "year":2019,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1234939.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1234939.jpg",
         "stream":null,
         "desc":"Три удивительные истории о любви и дружбе, о вере в мечту и связи поколений, о том, как не предавать себя и оставаться человеком в любой жизненной ситуации. В век технологий люди привыкли спешить, бежать, зарабатывать, забывая при этом о главном – о себе и своих настоящих желаниях. Нам кажется, что мы станем счастливее как только у нас появится новая машина или высокая зарплата. А все значительно проще – секрет счастья скрыт в душе каждого человека: в умении верить в чудо, дружить, любить, быть отважным, следовать за своей мечтой!"
      },
      {
         "idMovie":468102,
         "nameRu":"О чём говорят мужчины",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "комедия"
         ],
         "year":2010,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/468102.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/468102.jpg",
         "stream":null,
         "desc":"О чем говорят мужчины? Конечно, о женщинах. Нет, еще о работе, о деньгах, о машинах, о футболе,… но в основном, все-таки, о женщинах. А уж если у них впереди два дня, которые они, вырвавшись из офисов и семей, уехав от всех забот и обязательств, проведут в дороге – два дня, насыщенные событиями и приключениями – то можете быть уверены, что за это время они успеют обсудить немало тем."
      },
      {
         "idMovie":24701,
         "nameRu":"Доспехи Бога 2: Операция Кондор",
         "nameOriginal":"Fei ying gai wak",
         "countries":[
            "Гонконг"
         ],
         "genres":[
            "триллер",
            "криминал",
            "приключения",
            "боевик",
            "комедия"
         ],
         "year":1991,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/24701.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/24701.jpg",
         "stream":null,
         "desc":"Азиатский Ястреб возвращается! На этот раз ему предстоит новая работа, из-за которой наш герой опять приезжает в Мадрид. Некий загадочный миллионер предлагает Ястребу заняться поисками нацистских сокровищ, которые спрятаны в глубине африканской пустыни. Он передает ключ к сокровищнице, соглашается финансировать экспедицию и отправляет с Ястребом попутчицу - специалиста по Африке Аду. Во время своего пребывания в Мадриде Ястреб знакомится с немецкой девушкой Эльзой, которая разыскивает своего деда, пропавшего во время войны в Африке. После ряда приключений Эльза тоже присоединяется к экспедиции."
      },
      {
         "idMovie":7226,
         "nameRu":"Догвилль",
         "nameOriginal":"Dogville",
         "countries":[
            "Франция",
            "Великобритания",
            "Швеция",
            "Германия",
            "Италия",
            "Дания",
            "Норвегия",
            "Нидерланды",
            "Финляндия"
         ],
         "genres":[
            "триллер",
            "драма",
            "детектив"
         ],
         "year":2003,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/7226.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/7226.jpg",
         "stream":null,
         "desc":"Юная Грейс, сбежав от банды гангстеров, находит спасение в маленьком городке Догвилль где-то в Скалистых горах. Местные жители – один прекраснее другого – готовы ее укрыть. А взамен им совсем ничего не надо, ну, разве что помочь по дому или присмотреть за детьми. Но постепенно милый Догвилль превращается для девушки в тюрьму."
      },
      {
         "idMovie":1009142,
         "nameRu":"Зверопой 2",
         "nameOriginal":"Sing 2",
         "countries":[
            "США",
            "Япония"
         ],
         "genres":[
            "приключения",
            "комедия",
            "мультфильм",
            "семейный",
            "мюзикл"
         ],
         "year":2021,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1009142.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1009142.jpg",
         "stream":null,
         "desc":"Тяжело быть продюсером, когда ты коала и у тебя лапки. Еще сложнее, когда твоя верная помощница древнее печатной машинки. И совсем весело, когда твоя труппа — это танцующий без остановки пухляш, колючая девочка-панк, застенчивая школьница, верзила-гангстер и многодетная мама, чьи дети — поросята в прямом смысле слова. Рецепт успеха прост — рвануть в мировую столицу развлечений, завербовать легендарного рок-музыканта и взорвать сцену новым шоу."
      },
      {
         "idMovie":309408,
         "nameRu":"День выборов",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "комедия"
         ],
         "year":2007,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/309408.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/309408.jpg",
         "stream":null,
         "desc":"Руководитель одной из самых рейтинговых радиостанций страны получает заказ от загадочного клиента. Необходимо «раскрутить» на региональных выборах своего кандидата, отобрать голоса у конкурентов и тем самым повлиять на избрание нового губернатора. За выполнение задачи государственной важности берутся лучшие умы радиостанции."
      },
      {
         "idMovie":341,
         "nameRu":"Амели",
         "nameOriginal":"Le Fabuleux destin d'Amélie Poulain",
         "countries":[
            "Франция",
            "Германия"
         ],
         "genres":[
            "мелодрама",
            "комедия"
         ],
         "year":2001,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/341.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/341.jpg",
         "stream":null,
         "desc":"Знаете ли вы, что все события, происходящие в нашем мире, даже самые незначительные, взаимосвязаны самым удивительным и чудесным образом? Как полет крошечной мухи может вызвать где-то далеко мощный ураган, так и странные и, на первый взгляд, непонятные поступки тихой и одинокой девушки, живущей в мире своих фантазий, могут навсегда изменить жизнь совершенно разных людей, подарив им счастье и раскрасив окружающий мир яркими красками. Эту девушку зовут Амели Пулен."
      },
      {
         "idMovie":356,
         "nameRu":"В джазе только девушки",
         "nameOriginal":"Some Like It Hot",
         "countries":[
            "США"
         ],
         "genres":[
            "криминал",
            "мелодрама",
            "комедия",
            "музыка"
         ],
         "year":1959,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/356.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/356.jpg",
         "stream":null,
         "desc":"Когда чикагские музыканты Джо и Джерри случайно становятся свидетелями бандитской перестрелки, они в срочном порядке смываются на поезде во Флориду, прикинувшись женщинами. Теперь они — Джозефина и Дафна, новенькие и хорошенькие инструменталистки женского джаз-бэнда. До поры до времени их маскировка срабатывает. Но вскоре любвеобильная солистка влюбляется в «переодетого» мужчиной Джозефину, престарелый миллионер подкатывает к Дафне, а босс мафии, разгадав тайну маскарада, решает срочно разделаться со свидетелями."
      },
      {
         "idMovie":8161,
         "nameRu":"Джуманджи",
         "nameOriginal":"Jumanji",
         "countries":[
            "США"
         ],
         "genres":[
            "приключения",
            "фэнтези",
            "комедия",
            "семейный"
         ],
         "year":1995,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/8161.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/8161.jpg",
         "stream":null,
         "desc":"Случайно обнаружив настольную игру со странным названием «Джуманджи», Алан Пэрриш на глазах изумленной подружки перенёсся в джунгли. Он находился в этом мире до тех пор, пока двое ни о чем не подозревающих подростков не нашли игру и не сняли волшебные чары, освободив Алана из многолетнего плена. Теперь им предстоит решить нелегкую задачу - пройти немыслимые препятствия и одержать победу над силами магии."
      },
      {
         "idMovie":3561,
         "nameRu":"Дневник памяти",
         "nameOriginal":"The Notebook",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "мелодрама"
         ],
         "year":2004,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/3561.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/3561.jpg",
         "stream":null,
         "desc":"Это история отношений юноши и девушки из разных социальных слоев, живших в Южной Каролине. Ной и Элли провели вместе незабываемое лето, пока их не разделили вначале родители, а затем Вторая мировая война. После войны все изменилось: Элли обручилась с удачливым бизнесменом, а Ной жил наедине со своими воспоминаниями в старинном доме, который ему удалось отреставрировать. Когда Элли прочла об этом в местной газете, она поняла: ей нужно найти его и решить наконец судьбу их любви..."
      },
      {
         "idMovie":471,
         "nameRu":"Крепкий орешек",
         "nameOriginal":"Die Hard",
         "countries":[
            "США"
         ],
         "genres":[
            "триллер",
            "криминал",
            "боевик"
         ],
         "year":1988,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/471.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/471.jpg",
         "stream":null,
         "desc":"В суперсовременном небоскребе Лос-Анджелеса полицейский Джон Макклейн ведет смертельную схватку с бандой политических террористов, взявших в заложники два десятка человек, в число которых попадает и его жена. Началось все с того, что парень приехал в город к жене, оказался на рождественском приеме, а кончилось настоящей войной..."
      },
      {
         "idMovie":1032308,
         "nameRu":"Как прогулять школу с пользой",
         "nameOriginal":"L'école buissonnière",
         "countries":[
            "Франция"
         ],
         "genres":[
            "драма",
            "комедия",
            "семейный"
         ],
         "year":2017,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1032308.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1032308.jpg",
         "stream":null,
         "desc":"Вслед за городским мальчиком Полем зрителям предстоит узнать то, чему в школе не учат. А именно — как жить в реальном мире. По крайней мере, если это мир леса. Здесь есть хозяин — мрачный граф, есть власть — добродушный, но строгий лесничий Борель, и есть браконьер Тотош — человек, решивший быть вне закона, да и вообще подозрительный и неприятный тип. Чью сторону выберет Поль: добропорядочного лесничего Бореля или браконьера Тотоша? А может, юный сорванец и вовсе станет лучшим другом надменному графу?"
      },
      {
         "idMovie":1949,
         "nameRu":"Мачеха",
         "nameOriginal":"Stepmom",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "комедия"
         ],
         "year":1998,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1949.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1949.jpg",
         "stream":null,
         "desc":"Семейные узы настолько тесно сближают людей, что рано или поздно кто-то оказывается лишним. И в жизни двенадцатилетней Анны и шестилетнего Бена появилась Изабель, любовница их разведенного отца. Она делает все возможное, чтобы завоевать любовь чужих детей. Но Джеки, их настоящая мать, использует весь свой авторитет и влияние, чтобы этого не допустить. Голос крови оказывается сильнее доброты и обаяния Изабель. Она хотела стать для Анны и Бена искренним другом, но так и осталась мачехой. Однако в тот момент, когда Джеки добилась желаемого, неожиданно выясняется, что она смертельно больна. И вот Изабель, с которой заботливая мать не мыслила жизни своих детей, оказывается тем единственным человеком, без которого их жизнь немыслима..."
      },
      {
         "idMovie":966036,
         "nameRu":"Скрытые фигуры",
         "nameOriginal":"Hidden Figures",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "биография",
            "история"
         ],
         "year":2016,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/966036.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/966036.jpg",
         "stream":null,
         "desc":"Команда афроамериканок проводит для НАСА ряд математических вычислений, необходимых для запуска первой космической миссии."
      },
      {
         "idMovie":740,
         "nameRu":"Лило и Стич",
         "nameOriginal":"Lilo & Stitch",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "фантастика",
            "приключения",
            "фэнтези",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2002,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/740.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/740.jpg",
         "stream":null,
         "desc":"Лило — это маленькая девочка, живущая на Гавайах. Она сирота и живет вместе со своей старшей сестрой Нани. Лило любит всех животных, но больше всего она подружилась с собачкой по имени Стич, которая на самом деле совсем не собачка, а замаскированный инопланетянин. Дело было так: некоего преступника по имени Стич переправляли в интергалактическую тюрьму, но ему удалось ускользнуть и приземлиться на Земле, где он и встретил Лило. И тут Стич прикинулся собакой, дабы скрыться от преследования интергалактической полиции. Теперь Стич учится тому, чему не был обучен — заботе о других."
      },
      {
         "idMovie":627,
         "nameRu":"Изгой",
         "nameOriginal":"Cast Away",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "мелодрама",
            "приключения"
         ],
         "year":2000,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/627.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/627.jpg",
         "stream":null,
         "desc":"Инспектор логистической компании FedEx Чак Ноланд — трудоголик, у которого нет времени даже на собственную невесту. Во время очередной командировки самолет с Ноландом падает в Тихий океан. Чак, единственный, кому посчастливилось спастись, оказывается на необитаемом острове, где ему придется бороться за выживание."
      },
      {
         "idMovie":1176141,
         "nameRu":"Гостиница Окко",
         "nameOriginal":"Wakaokami wa Shougakusei!",
         "countries":[
            "Япония"
         ],
         "genres":[
            "драма",
            "фэнтези",
            "комедия",
            "мультфильм",
            "аниме"
         ],
         "year":2018,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/1176141.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/1176141.jpg",
         "stream":null,
         "desc":"Орико Сэки по прозвищу Окко переезжает к бабушке, чтобы помогать в небольшой семейной гостинице. Там она обнаруживает призрака — бойкого мальчика Ури-Бо, одного из многих магических постояльцев отеля. Окко предстоит раскрыть и другие секреты, которые скрывает гостиница, а еще разобраться — всегда ли нужно слушать старших и что значит быть настоящим другом."
      },
      {
         "idMovie":808639,
         "nameRu":"Дурак",
         "nameOriginal":null,
         "countries":[
            "Россия"
         ],
         "genres":[
            "драма"
         ],
         "year":2014,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/808639.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/808639.jpg",
         "stream":null,
         "desc":"Жизни 800 человек общежития висят буквально на волоске из-за безразличия местных властей. В любую секунду здание может рухнуть. И кто бы мог подумать, что судьбы людей окажутся в руках простого сантехника. Но удастся ли ему что-то изменить и предотвратить катастрофу?"
      },
      {
         "idMovie":46089,
         "nameRu":"Берегись автомобиля",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "криминал",
            "мелодрама",
            "комедия"
         ],
         "year":1966,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46089.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46089.jpg",
         "stream":null,
         "desc":"Скромный страховой агент и актер театра самодеятельности Юрий Деточкин оказывается непримиримым борцом за справедливость. Он угоняет машины взяточников, продаёт их, а вырученные деньги перечисляет детским домам. Правда, для правосудия, представляемого актером того же театра, а в миру — следователем Подберёзовиковым, этот Робин Гуд представляется хитроумным, изобретательным и неуловимым преступником."
      },
      {
         "idMovie":606646,
         "nameRu":"12 лет рабства",
         "nameOriginal":"12 Years a Slave",
         "countries":[
            "США",
            "Великобритания"
         ],
         "genres":[
            "драма",
            "биография",
            "история"
         ],
         "year":2013,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/606646.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/606646.jpg",
         "stream":null,
         "desc":"Соломон Нортап был женатым и образованным мужчиной, который жил и работал в штате Нью-Йорк, когда два человека однажды предложили ему привлекательную работу в Вашингтоне. По прибытии он был похищен, стал рабом и влачил жалкую жизнь, переходя от одного хозяина к другому."
      },
      {
         "idMovie":46421,
         "nameRu":"Невероятные приключения итальянцев в России",
         "nameOriginal":null,
         "countries":[
            "Италия",
            "СССР"
         ],
         "genres":[
            "криминал",
            "приключения",
            "комедия"
         ],
         "year":1973,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/46421.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/46421.jpg",
         "stream":null,
         "desc":"В одной из римских больниц скончалась русская эмигрантка. Старая дама, некогда эмигрировавшая из России, поведала своей внучке Ольге, что все ее огромное состояние спрятано в Ленинграде «под львом». Это обстоятельство явилось причиной срочного отлета в Ленинград всех тех, кто случайно или специально был посвящен в эту тайну. В СССР прибыли солидный врач, итальянский мафиози, два санитара, просто горожанин и внучка Ольга. А в Москве к ним присоединился еще и гид, который усложнил и так непростые поиски сокровищ..."
      },
      {
         "idMovie":16117,
         "nameRu":"Лис и пёс",
         "nameOriginal":"The Fox and the Hound",
         "countries":[
            "США"
         ],
         "genres":[
            "драма",
            "приключения",
            "мультфильм",
            "семейный"
         ],
         "year":1981,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/16117.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/16117.jpg",
         "stream":null,
         "desc":"История про лисенка Тодда и щенка Коппера. Малыши были очень дружны, но когда подросли, одному природа уготовила роль охотника, другому, увы, объекта охоты."
      },
      {
         "idMovie":77331,
         "nameRu":"Ирония судьбы, или С легким паром!",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "мелодрама",
            "комедия"
         ],
         "year":1975,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/77331.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/77331.jpg",
         "stream":null,
         "desc":"31 декабря пошли друзья в баню попариться, по традиции смыть с себя все плохое, чтобы встретить Новый год чистыми, а «напарились» до такой степени, что отправили в Ленинград не того."
      },
      {
         "idMovie":7908,
         "nameRu":"В поисках Немо",
         "nameOriginal":"Finding Nemo",
         "countries":[
            "США"
         ],
         "genres":[
            "приключения",
            "комедия",
            "мультфильм",
            "семейный"
         ],
         "year":2003,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/7908.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/7908.jpg",
         "stream":null,
         "desc":"Рыба-клоун Марлин после трагической гибели жены в одиночку растит своего единственного сына Немо. Однажды любопытный Немо, чтобы доказать, что он уже взрослый, плывет в открытый океан и попадает в неприятности. Марлин отправляется на поиски сына."
      },
      {
         "idMovie":14349,
         "nameRu":"Такси",
         "nameOriginal":"Taxi",
         "countries":[
            "Франция"
         ],
         "genres":[
            "криминал",
            "боевик",
            "комедия"
         ],
         "year":1998,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/14349.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/14349.jpg",
         "stream":null,
         "desc":"Таксист Даниэль помешан на быстрой езде. Как ураган проносится он по извилистым улицам Марселя на мощном ревущем «Пежо», пугая прохожих и приводя в ужас пассажиров. Начинающий следователь Эмильен вынуждает его помогать в поимке банды грабителей банков, каждый раз ускользающих от полиции на неуловимых «Мерседесах»."
      },
      {
         "idMovie":8129,
         "nameRu":"101 далматинец",
         "nameOriginal":"One Hundred and One Dalmatians",
         "countries":[
            "США"
         ],
         "genres":[
            "приключения",
            "мультфильм",
            "семейный"
         ],
         "year":1961,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/8129.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/8129.jpg",
         "stream":null,
         "desc":"История поиска и спасения щенят далматинских догов, которые были похищены у своих хозяев по приказу злобной фурии, Стервеллы Де Виль. Алчная модница задумала сшить себе пятнистый меховой наряд из шкурок бедных малюток. Однако животные, объединившись, ухитряются проучить ее."
      },
      {
         "idMovie":10179,
         "nameRu":"Блеф",
         "nameOriginal":"Bluff storia di truffe e di imbroglioni",
         "countries":[
            "Италия"
         ],
         "genres":[
            "криминал",
            "комедия"
         ],
         "year":1976,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/10179.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/10179.jpg",
         "stream":null,
         "desc":"Белль Дюк имеет старые счеты с Филиппом Бэнгом, который отбывает свой срок за решёткой. Для того чтобы поквитаться с Филиппом, Белль Дюк вступает в сговор с другим аферистом по имени Феликс, чтобы тот организовал побег Филиппа Бэнга из тюрьмы. Побег удаётся, но парочка заодно обманывает и Белль Дюк, исчезнув прямо из-под её носа. Выясняется, что и Филипп Бэнг, в свою очередь, не прочь отомстить Белль Дюк. Для этого он задумывает грандиозную мистификацию, сродни покерному блефу."
      },
      {
         "idMovie":44045,
         "nameRu":"Свадьба в Малиновке",
         "nameOriginal":null,
         "countries":[
            "СССР"
         ],
         "genres":[
            "комедия",
            "военный",
            "мюзикл"
         ],
         "year":1967,
         "posterUrl":"https://kinopoiskapiunofficial.tech/images/posters/kp/44045.jpg",
         "posterUrlPreview":"https://kinopoiskapiunofficial.tech/images/posters/kp_small/44045.jpg",
         "stream":null,
         "desc":"Идёт гражданская война. В украинской деревне то и дело меняется власть. Чтобы разделаться с бандой головорезов, красный командир уговаривает девушку Яринку разыграть её свадьбу с атаманом..."
      }
   ]
}
